Repository: ArtemC6/Mobile
Catalog: lib/l10n/intl_*.arb
Languages: fa, fi, he, hy, ka, kk, th, tt

# classroomOwner
source: owner
fa: مالک
fi: omistaja
he: בעלים
hy: սեփականատեր
ka: მფლობელი
kk: иесі
th: เจ้าของ
tt: хуҗасы

# classroomPeople
source: People
fa: مردم
fi: Ihmiset
he: אֲנָשִׁים
hy: Ժողովուրդ
ka: ხალხი
kk: Адамдар
th: ประชากร
tt: Кешеләр

# classroomPerson
source: Person
fa: شخص
fi: Henkilö
he: אדם
hy: Անձ
ka: პირი
kk: Адам
th: บุคคล
tt: Шәхес

# classroomPlans
source: Plans
fa: طرح ها
fi: Suunnitelmat
he: תוכניות
hy: Պլաններ
ka: გეგმები
kk: Жоспарлары
th: แผน
tt: Планнар

# classroomRejectedInv
source: Rejected invitations
fa: دعوت نامه های رد شده
fi: Hylätyt kutsut
he: הזמנות שנדחו
hy: Մերժված հրավերներ
ka: უარყოფილი მოსაწვევები
kk: Қабылданбаған шақырулар
th: คำเชิญที่ถูกปฏิเสธ
tt: Чакырулар кире кагылды

# classroomRequested
source: requested
fa: درخواست کرد
fi: pyydetty
he: התבקש
hy: խնդրեց
ka: მოთხოვნილი
kk: сұралды
th: ร้องขอ
tt: сорады

# classroomSearchClassroom
source: Search Classroom
fa: جستجوی کلاس
fi: Hae Classroomista
he: חפש בכיתה
hy: Որոնել Դասարանում
ka: საკლასო ოთახში ძიება
kk: Классты іздеу
th: ค้นหาห้องเรียน
tt: Классны эзләү

# classroomYouRequested2Join
source: You requested to join
fa: شما درخواست پیوستن کردید
fi: Pyysit liittymistä
he: ביקשת להצטרף
hy: Դուք խնդրել եք միանալ
ka: თქვენ მოითხოვეთ შეერთება
kk: Сіз қосылуды сұрадыңыз
th: คุณขอเข้าร่วม
tt: Сез кушылырга сорадыгыз

# classroomYouWereInvited
source: You were invited
fa: دعوت شدی
fi: Sinut kutsuttiin
he: הוזמנת
hy: Ձեզ հրավիրել են
ka: დაპატიჟებული იყავი
kk: Сізді шақырды
th: คุณได้รับเชิญ
tt: Сезне чакырдылар

source: Color theme
fa: تم رنگی
fi: Väri teema
he: נושא צבע
hy: Գունավոր թեմա
ka: ფერადი თემა
kk: Түс тақырыбы
th: ชุดรูปแบบสี
tt: Төс темасы

source: Confirm
fa: تایید
fi: Vahvistaa
he: לְאַשֵׁר
hy: Հաստատել
ka: დაადასტურეთ
kk: Растау
th: ยืนยัน
tt: Ышандыр

# contentChallenge
source: Challenge
fa: چالش
fi: Haaste
he: אתגר
hy: Մարտահրավեր
ka: გამოწვევა
kk: Сынақ
th: ท้าทาย
tt: Авырлык

# contentPlaylist
source: Playlist
fa: لیست پخش
fi: Soittolista
he: רשימת השמעה
hy: Երգացանկ
ka: დასაკრავი სია
kk: Ойнату тізімі
th: เพลย์ลิสต์
tt: Плейлист

# contentStory
source: Story
fa: داستان
fi: Tarina
he: כַּתָבָה
hy: Պատմություն
ka: ამბავი
kk: Оқиға
th: เรื่องราว
tt: Хикәя

# currentClassOrganization
source: Current Class of the Organization
fa: طبقه فعلی سازمان
fi: Organisaation nykyinen luokka
he: המעמד הנוכחי של הארגון
hy: Կազմակերպության ընթացիկ դասը
ka: ორგანიზაციის ამჟამინდელი კლასი
kk: Ұйымның қазіргі класы
th: ระดับปัจจุบันขององค์กร
tt: Оешманың хәзерге сыйныфы

source: Daily Progress
fa: پیشرفت روزانه
fi: Päivittäinen edistyminen
he: התקדמות יומית
hy: Ամենօրյա առաջընթաց
ka: ყოველდღიური პროგრესი
kk: Күнделікті прогресс
th: ความคืบหน้ารายวัน
tt: Көндәлек алгарыш

# discoveryAutonomous
source: Autonomous
fa: خود مختار
fi: Autonominen
he: אוטונומי
hy: Ինքնավար
ka: Ავტონომიური
kk: Автономды
th: อิสระ
tt: Автоном

# discoveryAutonomousSubtitle
source: Classrooms and Topics
fa: کلاس ها و موضوعات
fi: Luokkahuoneet ja aiheet
he: כיתות ונושאים
hy: Դասասենյակներ և թեմաներ
ka: საკლასო ოთახები და თემები
kk: Сабақтар мен тақырыптар
th: ห้องเรียนและหัวข้อ
tt: Класс бүлмәләре һәм темалар

# discoveryChallenges
source: Challenges
fa: چالش ها
fi: Haasteet
he: אתגרים
hy: Մարտահրավերներ
ka: გამოწვევები
kk: Қиындықтар
th: ความท้าทาย
tt: Авырлыклар

# discoveryChallengesSubtitle
source: Repeat after the mentor
fa: بعد از استاد راهنما تکرار کنید
fi: Toista mentorin jälkeen
he: חזור אחרי המנטור
hy: Կրկնեք մենթորից հետո
ka: გაიმეორეთ მენტორის შემდეგ
kk: Тәлімгерден кейін қайталаңыз
th: ทำซ้ำหลังจากที่ปรึกษา
tt: Остаздан соң кабатлагыз

# discoveryChannels
source: Channels
fa: کانال ها
fi: Kanavat
he: ערוצים
hy: Ալիքներ
ka: არხები
kk: Арналар
th: ช่อง
tt: Каналлар

# discoveryChannelsSubtitle
source: Place where content lives
fa: مکانی که محتوا در آن زندگی می کند
fi: Paikka, jossa sisältö elää
he: מקום בו תוכן חי
hy: Վայր, որտեղ ապրում է բովանդակությունը
ka: ადგილი, სადაც შინაარსი ცხოვრობს
kk: Мазмұн тұратын орын
th: สถานที่ที่เนื้อหาอาศัยอยู่
tt: Эчтәлек яшәгән урын

# discoveryPlaylists
source: Playlists
fa: لیست های پخش
fi: Soittolistat
he: רשימות השמעה
hy: Երգացանկեր
ka: დასაკრავი სიები
kk: Ойнату тізімдері
th: เพลย์ลิสต์
tt: Плейлистлар

# discoveryPlaylistsSubtitle
source: Many challenges together
fa: چالش های زیادی با هم
fi: Paljon haasteita yhdessä
he: אתגרים רבים ביחד
hy: Շատ մարտահրավերներ միասին
ka: ბევრი გამოწვევა ერთად
kk: Көптеген қиындықтар бірге
th: ความท้าทายมากมายร่วมกัน
tt: Бергә күп авырлыклар

# discoveryStories
source: Stories
fa: داستان ها
fi: Tarinoita
he: סיפורים
hy: Պատմություններ
ka: მოთხრობები
kk: Әңгімелер
th: เรื่อง
tt: Хикәяләр

# discoveryStoriesSubtitle
source: Repeat after the character
fa: بعد از کاراکتر تکرار کنید
fi: Toista merkin jälkeen
he: חזור אחרי הדמות
hy: Կրկնել կերպարից հետո
ka: გაიმეორეთ პერსონაჟის შემდეგ
kk: Кейіпкерден кейін қайталаңыз
th: ทำซ้ำตามตัวอักษร
tt: Персонаждан соң кабатла

source: Duet
fa: دوئت
fi: Duetto
he: דוּאֵט
hy: Դուետ
ka: დუეტი
kk: Дуэт
th: ดูเอ็ท
tt: Дуэт

source: Elementary
fa: ابتدایی
fi: Perus
he: יְסוֹדִי
hy: Տարրական
ka: ელემენტარული
kk: Бастауыш
th: ประถมศึกษา
tt: Башлангыч

# emotion2Aggressiveness
source: Aggressiveness
fa: پرخاشگری
fi: Aggressiivisuus
he: תוֹקפָּנוּת
hy: Ագրեսիվություն
ka: აგრესიულობა
kk: Агрессивтілік
th: ความก้าวร้าว
tt: Агрессивлык

# emotion2Awe
source: Awe
fa: هیبت
he: יראת כבוד
hy: ակնածանք
kk: Қорқыныш
th: กลัว
tt: Курку

# emotion2Contempt
source: Contempt
fa: تحقیر
fi: Halveksuntaa
he: בּוּז
hy: Արհամարհանք
ka: ზიზღი
kk: Менсінбеу
th: ดูถูก
tt: Нәфрәт

# emotion2Disapproval
source: Disapproval
fa: رد
fi: Hylkääminen
he: פסילה
hy: Չհավանություն
ka: უარყოფა
kk: Мақұлдамау
th: ไม่อนุมัติ
tt: Рөхсәт итмәү

# emotion2Love
source: Love
fa: عشق
fi: Rakkaus
he: אהבה
hy: Սեր
ka: სიყვარული
kk: Махаббат
th: รัก
tt: Мәхәббәт

# emotion2Neutral
source: Neutral
fa: خنثی
fi: Neutraali
he: ניטראלי
hy: Չեզոք
ka: ნეიტრალური
kk: Бейтарап
th: เป็นกลาง
tt: Нейтраль

# emotion2Optimism
source: Optimism
fa: خوش بینی
fi: Optimismi
he: אוֹפּטִימִיוּת
hy: Լավատեսություն
ka: ოპტიმიზმი
kk: Оптимизм
th: การมองโลกในแง่ดี
tt: Оптимизм

# emotion2Remorse
source: Remorse
fa: پشیمانی
fi: Katumus
he: חרטה
hy: Զղջում
ka: სინანული
kk: Өкініш
th: สำนึกผิด
tt: Remкенү

# emotion2Submission
source: Submission
fa: ارسال
fi: Lähetys
he: כניעה
hy: Ներկայացում
ka: წარდგენა
kk: Жіберу
th: การส่ง
tt: Тапшыру

# emotion3AgAw
source: Desire to assert oneself or dominate
fa: تمایل به ابراز وجود یا تسلط
fi: Halu puolustaa itseään tai hallita
he: רצון לבסס את עצמו או לשלוט
hy: Ինքնահաստատման կամ գերակայելու ցանկություն
ka: საკუთარი თავის მტკიცების ან დომინირების სურვილი
kk: Өзін-өзі бекіту немесе үстемдік ету ниеті
th: ความปรารถนาที่จะยืนยันตัวเองหรือครอบงำ
tt: Elfзеңне расларга яки өстенлек итәргә теләк

# emotion3AgCo
source: Desire to assert oneself or dominate
fa: تمایل به ابراز وجود یا تسلط
fi: Halu puolustaa itseään tai hallita
he: רצון לבסס את עצמו או לשלוט
hy: Ինքնահաստատման կամ գերակայելու ցանկություն
ka: საკუთარი თავის დამტკიცების ან დომინირების სურვილი
kk: Өзін-өзі бекіту немесе үстемдік ету ниеті
th: ความปรารถนาที่จะยืนยันตัวเองหรือครอบงำ
tt: Elfзеңне расларга яки өстенлек итәргә теләк

# emotion3AgDi
source: Desire to assert oneself or dominate
fa: تمایل به ابراز وجود یا تسلط
fi: Halu puolustaa itseään tai hallita
he: רצון לבסס את עצמו או לשלוט
hy: Ինքնահաստատման կամ գերակայելու ցանկություն
ka: საკუთარი თავის დამტკიცების ან დომინირების სურვილი
kk: Өзін-өзі бекіту немесе үстемдік ету ниеті
th: ความปรารถนาที่จะยืนยันตัวเองหรือครอบงำ
tt: Elfзеңне расларга яки өстенлек итәргә теләк

# emotion3AgLo
source: Desire to assert oneself or dominate
fa: تمایل به ابراز وجود یا تسلط
fi: Halu puolustaa itseään tai hallita
he: רצון לבסס את עצמו או לשלוט
hy: Ինքնահաստատման կամ գերակայելու ցանկություն
ka: საკუთარი თავის მტკიცების ან დომინირების სურვილი
kk: Өзін-өзі бекіту немесе үстемдік ету ниеті
th: ความปรารถนาที่จะยืนยันตัวเองหรือครอบงำ
tt: Elfзеңне расларга яки өстенлек итәргә теләк

# emotion3AgNe
source: Desire to assert oneself or dominate
fa: تمایل به ابراز وجود یا تسلط
fi: Halu puolustaa itseään tai hallita
he: רצון לבסס את עצמו או לשלוט
hy: Ինքնահաստատման կամ գերակայելու ցանկություն
ka: საკუთარი თავის მტკიცების ან დომინირების სურვილი
kk: Өзін-өзі бекіту немесе үстемдік ету ниеті
th: ความปรารถนาที่จะยืนยันตัวเองหรือครอบงำ
tt: Elfзеңне расларга яки өстенлек итәргә теләк

# emotion3AgOp
source: Desire to assert oneself or dominate
fa: تمایل به ابراز وجود یا تسلط
fi: Halu puolustaa itseään tai hallita
he: רצון לבסס את עצמו או לשלוט
hy: Ինքնահաստատման կամ գերակայելու ցանկություն
ka: საკუთარი თავის მტკიცების ან დომინირების სურვილი
kk: Өзін-өзі бекіту немесе үстемдік ету ниеті
th: ความปรารถนาที่จะยืนยันตัวเองหรือครอบงำ
tt: Elfзеңне расларга яки өстенлек итәргә теләк

# emotion3AgRe
source: Recognition and regret of a mistake or wrongdoing
fa: تشخیص و پشیمانی از یک اشتباه یا اشتباه
fi: Virheen tai väärinteon tunnustaminen ja katuminen
he: הכרה וחרטה על טעות או עוולה
hy: Սխալի կամ սխալ արարքի ճանաչում և ափսոսանք
ka: შეცდომის ან არასწორი ქმედების აღიარება და სინანული
kk: Қатені немесе қате әрекетті мойындау және өкіну
th: การรับรู้และเสียใจในความผิดพลาดหรือการกระทำที่ผิด
tt: Хата яки ялгышлыкны тану һәм үкенү

# emotion3AgSu
source: Desire to assert oneself or dominate
fa: تمایل به ابراز وجود یا تسلط
fi: Halu puolustaa itseään tai hallita
he: רצון לבסס את עצמו או לשלוט
hy: Ինքնահաստատման կամ գերակայելու ցանկություն
ka: საკუთარი თავის დამტკიცების ან დომინირების სურვილი
kk: Өзін-өзі бекіту немесе үстемдік ету ниеті
th: ความปรารถนาที่จะยืนยันตัวเองหรือครอบงำ
tt: Elfзеңне расларга яки өстенлек итәргә теләк

# emotion3AwAg
source: Desire to assert oneself or dominate
fa: تمایل به ابراز وجود یا تسلط
fi: Halu puolustaa itseään tai hallita
he: רצון לבסס את עצמו או לשלוט
hy: Ինքնահաստատման կամ գերակայելու ցանկություն
ka: საკუთარი თავის მტკიცების ან დომინირების სურვილი
kk: Өзін-өзі бекіту немесе үстемдік ету ниеті
th: ความปรารถนาที่จะยืนยันตัวเองหรือครอบงำ
tt: Elfзеңне расларга яки өстенлек итәргә теләк

# emotion3AwCo
source: Negative opinion or disdain
fa: نظر منفی یا تحقیر
fi: Kielteinen mielipide tai halveksuminen
he: דעה שלילית או זלזול
hy: Բացասական կարծիք կամ արհամարհանք
ka: უარყოფითი აზრი ან ზიზღი
kk: Теріс пікір немесе менсінбеу
th: ความคิดเห็นเชิงลบหรือดูถูก
tt: Тискәре фикер яки кимсетү

# emotion3AwDi
source: Recognition of something negative or disappointing
fa: تشخیص چیزی منفی یا ناامید کننده
fi: Jonkin negatiivisen tai pettymyksen tunnistaminen
he: הכרה במשהו שלילי או מאכזב
hy: Բացասական կամ հիասթափեցնող բանի ճանաչում
ka: რაღაც უარყოფითის ან იმედგაცრუების აღიარება
kk: Жағымсыз немесе көңілсіз нәрсені тану
th: การรับรู้ถึงสิ่งที่เป็นลบหรือน่าผิดหวัง
tt: Тискәре яки күңелсезләндергеч нәрсәне тану

# emotion3AwLo
source: Realization of manipulation or injustice
fa: تحقق دستکاری یا بی عدالتی
fi: Manipuloinnin tai epäoikeudenmukaisuuden ymmärtäminen
he: מימוש של מניפולציה או אי צדק
hy: Մանիպուլյացիայի կամ անարդարության իրականացում
ka: მანიპულირების ან უსამართლობის რეალიზაცია
kk: Манипуляцияны немесе әділетсіздікті жүзеге асыру
th: ตระหนักถึงการจัดการหรือความอยุติธรรม
tt: Манипуляцияне яки гаделсезлекне тормышка ашыру

# emotion3AwNe
source: Realization of manipulation or injustice
fa: تحقق دستکاری یا بی عدالتی
fi: Manipuloinnin tai epäoikeudenmukaisuuden ymmärtäminen
he: מימוש של מניפולציה או אי צדק
hy: Մանիպուլյացիայի կամ անարդարության իրականացում
ka: მანიპულირების ან უსამართლობის რეალიზაცია
kk: Манипуляцияны немесе әділетсіздікті жүзеге асыру
th: ตระหนักถึงการจัดการหรือความอยุติธรรม
tt: Манипуляцияне яки гаделсезлекне тормышка ашыру

# emotion3AwOp
source: Realization of manipulation or injustice
fa: تحقق دستکاری یا بی عدالتی
fi: Manipuloinnin tai epäoikeudenmukaisuuden ymmärtäminen
he: מימוש של מניפולציה או אי צדק
hy: Մանիպուլյացիայի կամ անարդարության իրականացում
ka: მანიპულირების ან უსამართლობის რეალიზაცია
kk: Манипуляцияны немесе әділетсіздікті жүзеге асыру
th: ตระหนักถึงการจัดการหรือความอยุติธรรม
tt: Манипуляцияне яки гаделсезлекне тормышка ашыру

# emotion3AwRe
source: Recognition and regret of a mistake or wrongdoing
fa: تشخیص و پشیمانی از یک اشتباه یا اشتباه
fi: Virheen tai väärinteon tunnustaminen ja katuminen
he: הכרה וחרטה על טעות או עוולה
hy: Սխալի կամ սխալ արարքի ճանաչում և ափսոսանք
ka: შეცდომის ან არასწორი ქმედების აღიარება და სინანული
kk: Қатені немесе қателікті мойындау және өкіну
th: การรับรู้และเสียใจในความผิดพลาดหรือการกระทำที่ผิด
tt: Хата яки ялгышлыкны тану һәм үкенү

# emotion3AwSu
source: Encounter with something inspiring or humbling
fa: مواجهه با چیزی الهام بخش یا فروتن
fi: Kohtaa jotain inspiroivaa tai nöyryyttävää
he: מפגש עם משהו מעורר השראה או משפיל
hy: Հանդիպեք ոգեշնչող կամ խոնարհեցնող բանի հետ
ka: შეხვედრა რაღაც შთამაგონებელთან ან დამამცირებელთან
kk: Шабыттандыратын немесе кемсітетін нәрсеге тап болыңыз
th: พบกับสิ่งที่สร้างแรงบันดาลใจหรืออ่อนน้อมถ่อมตน
tt: Илһам бирүче яки басынкы нәрсә белән очрашу

# emotion3CoAg
source: Desire to assert oneself or dominate
fa: تمایل به ابراز وجود یا تسلط
fi: Halu puolustaa itseään tai hallita
he: רצון לבסס את עצמו או לשלוט
hy: Ինքնահաստատման կամ գերակայելու ցանկություն
ka: საკუთარი თავის მტკიცების ან დომინირების სურვილი
kk: Өзін-өзі бекіту немесе үстемдік ету ниеті
th: ความปรารถนาที่จะยืนยันตัวเองหรือครอบงำ
tt: Elfзеңне расларга яки өстенлек итәргә теләк

# emotion3CoAw
source: Negative opinion or disdain
fa: نظر منفی یا تحقیر
fi: Kielteinen mielipide tai halveksuminen
he: דעה שלילית או זלזול
hy: Բացասական կարծիք կամ արհամարհանք
ka: უარყოფითი აზრი ან ზიზღი
kk: Теріс пікір немесе менсінбеу
th: ความคิดเห็นเชิงลบหรือดูถูก
tt: Тискәре фикер яки кимсетү

# emotion3CoDi
source: Negative opinion or disdain
fa: نظر منفی یا تحقیر
fi: Kielteinen mielipide tai halveksuminen
he: דעה שלילית או זלזול
hy: Բացասական կարծիք կամ արհամարհանք
ka: უარყოფითი აზრი ან ზიზღი
kk: Теріс пікір немесе менсінбеу
th: ความคิดเห็นเชิงลบหรือดูถูก
tt: Тискәре фикер яки кимсетү

# emotion3CoLo
source: Negative opinion or disdain
fa: نظر منفی یا تحقیر
fi: Kielteinen mielipide tai halveksuminen
he: דעה שלילית או זלזול
hy: Բացասական կարծիք կամ արհամարհանք
ka: უარყოფითი აზრი ან ზიზღი
kk: Теріс пікір немесе менсінбеу
th: ความคิดเห็นเชิงลบหรือดูถูก
tt: Тискәре фикер яки кимсетү

# emotion3CoNe
source: Negative opinion or disdain
fa: نظر منفی یا تحقیر
fi: Kielteinen mielipide tai halveksuminen
he: דעה שלילית או זלזול
hy: Բացասական կարծիք կամ արհամարհանք
ka: უარყოფითი აზრი ან ზიზღი
kk: Теріс пікір немесе менсінбеу
th: ความคิดเห็นเชิงลบหรือดูถูก
tt: Тискәре фикер яки кимсетү

# emotion3CoOp
source: Negative opinion or disdain
fa: نظر منفی یا تحقیر
fi: Negatiivinen mielipide tai halveksuminen
he: דעה שלילית או זלזול
hy: Բացասական կարծիք կամ արհամարհանք
ka: უარყოფითი აზრი ან ზიზღი
kk: Теріс пікір немесе менсінбеу
th: ความคิดเห็นเชิงลบหรือดูถูก
tt: Тискәре фикер яки кимсетү

# emotion3CoRe
source: Recognition and regret of a mistake or wrongdoing
fa: تشخیص و پشیمانی از یک اشتباه یا اشتباه
fi: Virheen tai väärinteon tunnustaminen ja katuminen
he: הכרה וחרטה על טעות או עוולה
hy: Սխալի կամ սխալ արարքի ճանաչում և ափսոսանք
ka: შეცდომის ან არასწორი ქმედების აღიარება და სინანული
kk: Қатені немесе қателікті мойындау және өкіну
th: การรับรู้และเสียใจในความผิดพลาดหรือการกระทำที่ผิด
tt: Хата яки ялгышлыкны тану һәм үкенү

# emotion3CoSu
source: Negative opinion or disdain
fa: نظر منفی یا تحقیر
fi: Kielteinen mielipide tai halveksuminen
he: דעה שלילית או זלזול
hy: Բացասական կարծիք կամ արհամարհանք
ka: უარყოფითი აზრი ან ზიზღი
kk: Теріс пікір немесе менсінбеу
th: ความคิดเห็นเชิงลบหรือดูถูก
tt: Тискәре фикер яки кимсетү

# emotion3DiAg
source: Desire to assert oneself or dominate
fa: تمایل به ابراز وجود یا تسلط
fi: Halu puolustaa itseään tai hallita
he: רצון לבסס את עצמו או לשלוט
hy: Ինքնահաստատման կամ գերակայելու ցանկություն
ka: საკუთარი თავის დამტკიცების ან დომინირების სურვილი
kk: Өзін-өзі бекіту немесе үстемдік ету ниеті
th: ความปรารถนาที่จะยืนยันตัวเองหรือครอบงำ
tt: Elfзеңне расларга яки өстенлек итәргә теләк

# emotion3DiAw
source: Recognition of something negative or disappointing
fa: تشخیص چیزی منفی یا ناامید کننده
fi: Jonkin negatiivisen tai pettymyksen tunnistaminen
he: הכרה במשהו שלילי או מאכזב
hy: Բացասական կամ հիասթափեցնող բանի ճանաչում
ka: რაღაც უარყოფითის ან იმედგაცრუების აღიარება
kk: Жағымсыз немесе көңілсіз нәрсені тану
th: การรับรู้ถึงสิ่งที่เป็นลบหรือน่าผิดหวัง
tt: Тискәре яки күңелсезләндергеч нәрсәне тану

# emotion3DiCo
source: Negative opinion or disdain
fa: نظر منفی یا تحقیر
fi: Kielteinen mielipide tai halveksuminen
he: דעה שלילית או זלזול
hy: Բացասական կարծիք կամ արհամարհանք
ka: უარყოფითი აზრი ან ზიზღი
kk: Теріс пікір немесе менсінбеу
th: ความคิดเห็นเชิงลบหรือดูถูก
tt: Тискәре фикер яки кимсетү

# emotion3DiLo
source: Recognition of something negative or disappointing
fa: تشخیص چیزی منفی یا ناامید کننده
fi: Jonkin negatiivisen tai pettymyksen tunnistaminen
he: הכרה במשהו שלילי או מאכזב
hy: Բացասական կամ հիասթափեցնող բանի ճանաչում
ka: რაღაც უარყოფითის ან იმედგაცრუების აღიარება
kk: Жағымсыз немесе көңілсіз нәрсені тану
th: การรับรู้ถึงสิ่งที่เป็นลบหรือน่าผิดหวัง
tt: Тискәре яки күңелсезләндергеч нәрсәне тану

# emotion3DiNe
source: Recognition of something negative or disappointing
fa: تشخیص چیزی منفی یا ناامید کننده
fi: Jonkin negatiivisen tai pettymyksen tunnistaminen
he: הכרה במשהו שלילי או מאכזב
hy: Բացասական կամ հիասթափեցնող բանի ճանաչում
ka: რაღაც უარყოფითის ან იმედგაცრუების აღიარება
kk: Жағымсыз немесе көңілсіз нәрсені тану
th: การรับรู้ถึงสิ่งที่เป็นลบหรือน่าผิดหวัง
tt: Тискәре яки күңелсезләндергеч нәрсәне тану

# emotion3DiOp
source: Recognition of something negative or disappointing
fa: تشخیص چیزی منفی یا ناامید کننده
fi: Jonkin negatiivisen tai pettymyksen tunnistaminen
he: הכרה במשהו שלילי או מאכזב
hy: Բացասական կամ հիասթափեցնող բանի ճանաչում
ka: რაღაც უარყოფითის ან იმედგაცრუების აღიარება
kk: Жағымсыз немесе көңілсіз нәрсені тану
th: การรับรู้ถึงสิ่งที่เป็นลบหรือน่าผิดหวัง
tt: Тискәре яки күңелсезләндергеч нәрсәне тану

# emotion3DiRe
source: Recognition and regret of a mistake or wrongdoing
fa: تشخیص و پشیمانی از یک اشتباه یا اشتباه
fi: Virheen tai väärinteon tunnustaminen ja katuminen
he: הכרה וחרטה על טעות או עוולה
hy: Սխալի կամ սխալ արարքի ճանաչում և ափսոսանք
ka: შეცდომის ან არასწორი ქმედების აღიარება და სინანული
kk: Қатені немесе қателікті мойындау және өкіну
th: การรับรู้และเสียใจในความผิดพลาดหรือการกระทำที่ผิด
tt: Хата яки ялгышлыкны тану һәм үкенү

# emotion3DiSu
source: Recognition of something negative or disappointing
fa: تشخیص چیزی منفی یا ناامید کننده
fi: Jonkin negatiivisen tai pettymyksen tunnistaminen
he: הכרה במשהו שלילי או מאכזב
hy: Բացասական կամ հիասթափեցնող բանի ճանաչում
ka: რაღაც უარყოფითის ან იმედგაცრუების აღიარება
kk: Жағымсыз немесе көңілсіз нәрсені тану
th: การรับรู้ถึงสิ่งที่เป็นลบหรือน่าผิดหวัง
tt: Тискәре яки күңелсезләндергеч нәрсәне тану

# emotion3LoAg
source: Desire to assert oneself or dominate
fa: تمایل به ابراز وجود یا تسلط
fi: Halu puolustaa itseään tai hallita
he: רצון לבסס את עצמו או לשלוט
hy: Ինքնահաստատման կամ գերակայելու ցանկություն
ka: საკუთარი თავის დამტკიცების ან დომინირების სურვილი
kk: Өзін-өзі бекіту немесе үстемдік ету ниеті
th: ความปรารถนาที่จะยืนยันตัวเองหรือครอบงำ
tt: Elfзеңне расларга яки өстенлек итәргә теләк

# emotion3LoAw
source: Encounter with something inspiring or humbling
fa: مواجهه با چیزی الهام بخش یا فروتن
fi: Kohtaa jotain inspiroivaa tai nöyryyttävää
he: מפגש עם משהו מעורר השראה או משפיל
hy: Հանդիպեք ոգեշնչող կամ խոնարհեցնող բանի հետ
ka: შეხვედრა რაღაც შთამაგონებელთან ან დამამცირებელთან
kk: Шабыттандыратын немесе кемсітетін нәрсеге тап болыңыз
th: พบกับสิ่งที่สร้างแรงบันดาลใจหรืออ่อนน้อมถ่อมตน
tt: Илһам бирүче яки басынкы нәрсә белән очрашу

# emotion3LoCo
source: Negative opinion or disdain
fa: نظر منفی یا تحقیر
fi: Kielteinen mielipide tai halveksuminen
he: דעה שלילית או זלזול
hy: Բացասական կարծիք կամ արհամարհանք
ka: უარყოფითი აზრი ან ზიზღი
kk: Теріс пікір немесе менсінбеу
th: ความคิดเห็นเชิงลบหรือดูถูก
tt: Тискәре фикер яки кимсетү

# emotion3LoDi
source: Recognition of something negative or disappointing
fa: تشخیص چیزی منفی یا ناامید کننده
fi: Jonkin negatiivisen tai pettymyksen tunnistaminen
he: הכרה במשהו שלילי או מאכזב
hy: Բացասական կամ հիասթափեցնող բանի ճանաչում
ka: რაღაც უარყოფითის ან იმედგაცრუების აღიარება
kk: Жағымсыз немесе көңілсіз нәрсені тану
th: การรับรู้ถึงสิ่งที่เป็นลบหรือน่าผิดหวัง
tt: Тискәре яки күңелсезләндергеч нәрсәне тану

# emotion3LoNe
source: Person cools down and lost love to you
fa: شخص سرد شده و عشق را از دست داده است
fi: Henkilö jäähtyy ja menetti rakkauden sinua kohtaan
he: אדם מתקרר ואיבד אהבה אליך
hy: Մարդը սառչում է և կորցրած սերը քո հանդեպ
ka: ადამიანი გაგრილდება და სიყვარული დაკარგა შენდამი
kk: Адам суытып, сізге деген махаббатын жоғалтады
th: คนๆ นั้นเย็นลงและสูญเสียความรักให้กับคุณ
tt: Кеше суынып, сезгә мәхәббәтен югалта

# emotion3LoOp
source: Positive outlook on situation or future
fa: نگرش مثبت به موقعیت یا آینده
fi: Positiivinen näkemys tilanteesta tai tulevaisuudesta
he: השקפה חיובית על המצב או העתיד
hy: Դրական հեռանկար իրավիճակի կամ ապագայի նկատմամբ
ka: პოზიტიური ხედვა სიტუაციაზე ან მომავალზე
kk: Жағдайға немесе болашаққа оң көзқарас
th: ทัศนคติเชิงบวกต่อสถานการณ์หรืออนาคต
tt: Ситуациягә яки киләчәккә уңай караш

# emotion3LoRe
source: Recognition and regret of a mistake or wrongdoing
fa: تشخیص و پشیمانی از یک اشتباه یا اشتباه
fi: Virheen tai väärinteon tunnustaminen ja katuminen
he: הכרה וחרטה על טעות או עוולה
hy: Սխալի կամ սխալ արարքի ճանաչում և ափսոսանք
ka: შეცდომის ან არასწორი ქმედების აღიარება და სინანული
kk: Қатені немесе қателікті мойындау және өкіну
th: การรับรู้และเสียใจในความผิดพลาดหรือการกระทำที่ผิด
tt: Хата яки ялгышлыкны тану һәм үкенү

# emotion3LoSu
source: Realization of manipulation or injustice
fa: تحقق دستکاری یا بی عدالتی
fi: Manipuloinnin tai epäoikeudenmukaisuuden ymmärtäminen
he: מימוש של מניפולציה או אי צדק
hy: Մանիպուլյացիայի կամ անարդարության իրականացում
ka: მანიპულირების ან უსამართლობის რეალიზაცია
kk: Манипуляцияны немесе әділетсіздікті жүзеге асыру
th: ตระหนักถึงการจัดการหรือความอยุติธรรม
tt: Манипуляцияне яки гаделсезлекне тормышка ашыру

# emotion3NeAg
source: Desire to assert oneself or dominate
fa: تمایل به ابراز وجود یا تسلط
fi: Halu puolustaa itseään tai hallita
he: רצון לבסס את עצמו או לשלוט
hy: Ինքնահաստատման կամ գերակայելու ցանկություն
ka: საკუთარი თავის მტკიცების ან დომინირების სურვილი
kk: Өзін-өзі бекіту немесе үстемдік ету ниеті
th: ความปรารถนาที่จะยืนยันตัวเองหรือครอบงำ
tt: Elfзеңне расларга яки өстенлек итәргә теләк

# emotion3NeAw
source: Encounter with something inspiring or humbling
fa: مواجهه با چیزی الهام بخش یا فروتن
fi: Kohtaa jotain inspiroivaa tai nöyryyttävää
he: מפגש עם משהו מעורר השראה או משפיל
hy: Հանդիպեք ոգեշնչող կամ խոնարհեցնող բանի հետ
ka: შეხვედრა რაღაც შთამაგონებელთან ან დამამცირებელთან
kk: Шабыттандыратын немесе кемсітетін нәрсеге тап болыңыз
th: พบกับสิ่งที่สร้างแรงบันดาลใจหรืออ่อนน้อมถ่อมตน
tt: Илһам бирүче яки басынкы нәрсә белән очрашу

# emotion3NeCo
source: Negative opinion or disdain
fa: نظر منفی یا تحقیر
fi: Kielteinen mielipide tai halveksuminen
he: דעה שלילית או זלזול
hy: Բացասական կարծիք կամ արհամարհանք
ka: უარყოფითი აზრი ან ზიზღი
kk: Теріс пікір немесе менсінбеу
th: ความคิดเห็นเชิงลบหรือดูถูก
tt: Тискәре фикер яки кимсетү

# emotion3NeDi
source: Recognition of something negative or disappointing
fa: تشخیص چیزی منفی یا ناامید کننده
fi: Jonkin negatiivisen tai pettymyksen tunnistaminen
he: הכרה במשהו שלילי או מאכזב
hy: Բացասական կամ հիասթափեցնող բանի ճանաչում
ka: რაღაც უარყოფითის ან იმედგაცრუების აღიარება
kk: Жағымсыз немесе көңілсіз нәрсені тану
th: การรับรู้ถึงสิ่งที่เป็นลบหรือน่าผิดหวัง
tt: Тискәре яки күңелсезләндергеч нәрсәне тану
