Repository: ArtemC6/Mobile
Catalog: lib/l10n/intl_*.arb
Languages: fa, fi, he, hy, ka, kk, th, tt

# subscriptionBasicPlan
source: Basic plan
fa: طرح اساسی
fi: Perussuunnitelma
he: תוכנית בסיסית
hy: Հիմնական պլան
ka: ძირითადი გეგმა
kk: Негізгі жоспар
th: แผนพื้นฐาน
tt: Төп план

# subscriptionDescription7DaysGrace
source: You can cancel within 7 days
fa: می توانید ظرف 7 روز لغو کنید
fi: Voit peruuttaa 7 päivän sisällä
he: ניתן לבטל תוך 7 ימים
hy: Դուք կարող եք չեղարկել 7 օրվա ընթացքում
ka: შეგიძლიათ გააუქმოთ 7 დღის განმავლობაში
kk: Сіз 7 күн ішінде бас тарта аласыз
th: คุณสามารถยกเลิกได้ภายใน 7 วัน
tt: Сез 7 көн эчендә бетерә аласыз

# subscriptionDescriptionAdvancedPlan
source: Join private Classrooms, collaborate with favorite teachers and content authors, share with friends and families.
fa: به کلاس‌های خصوصی بپیوندید، با معلمان مورد علاقه و نویسندگان محتوا همکاری کنید، با دوستان و خانواده‌ها به اشتراک بگذارید.
fi: Liity yksityisiin luokkahuoneisiin, tee yhteistyötä suosikkiopettajien ja sisällöntuottajien kanssa, jaa ystävien ja perheiden kanssa.
he: הצטרף לכיתות פרטיות, שתף פעולה עם מורים ומחברי תוכן מועדפים, שתף עם חברים ומשפחות.
hy: Միացեք մասնավոր Դասարաններին, համագործակցեք սիրելի ուսուցիչների և բովանդակության հեղինակների հետ, կիսվեք ընկերների և ընտանիքների հետ:
ka: შეუერთდით კერძო კლასებს, ითანამშრომლეთ საყვარელ მასწავლებლებთან და კონტენტის ავტორებთან, გაუზიარეთ მეგობრებსა და ოჯახებს.
kk: Жеке сыныптарға қосылыңыз, сүйікті мұғалімдермен және мазмұн авторларымен жұмыс жасаңыз, достарыңызбен және отбасыңызбен бөлісіңіз.
th: เข้าร่วมห้องเรียนส่วนตัว ทำงานร่วมกับครูคนโปรดและผู้เขียนเนื้อหา แบ่งปันกับเพื่อนและครอบครัว
tt: Шәхси сыйныф бүлмәләренә керегез, яраткан укытучылар һәм эчтәлек авторлары белән хезмәттәшлек итегез, дуслар һәм туганнар белән уртаклашыгыз.

# subscriptionDescriptionBasicPlan
source: All the content available, limited amount of Classrooms, fewer attempts per day.
fa: همه محتوای موجود، تعداد محدودی از کلاس‌ها، تلاش‌های کمتر در روز.
fi: Kaikki saatavilla oleva sisältö, rajoitettu määrä Classroomeja, vähemmän yrityksiä päivässä.
he: כל התוכן הזמין, כמות מוגבלת של כיתות, פחות ניסיונות ביום.
hy: Հասանելի ողջ բովանդակությունը, դասարանների սահմանափակ քանակություն, օրական ավելի քիչ փորձեր:
ka: ყველა ხელმისაწვდომი კონტენტი, საკლასო ოთახის შეზღუდული რაოდენობა, ნაკლები მცდელობა დღეში.
kk: Барлық қолжетімді мазмұн, шектеулі сыныптар саны, күніне азырақ әрекет.
th: เนื้อหาทั้งหมดที่มี จำนวนห้องเรียนที่จำกัด ความพยายามต่อวันน้อยลง
tt: Барлык эчтәлек, класс бүлмәләренең күләме, көненә азрак омтылышлар.

# subscriptionDescriptionFreePlan1
source: Enjoy full access for 400 days - completely free.
fa: از دسترسی کامل به مدت 400 روز - کاملا رایگان لذت ببرید.
fi: Nauti täydestä käyttöoikeudesta 400 päivän ajan – täysin ilmaiseksi.
he: תיהנו מגישה מלאה למשך 400 יום - בחינם לחלוטין.
hy: Վայելեք ամբողջական մուտքը 400 օր՝ ամբողջովին անվճար:
ka: ისარგებლეთ სრული წვდომით 400 დღის განმავლობაში - სრულიად უფასოდ.
kk: 400 күн бойы толық қолжетімділікті пайдаланыңыз - толығымен тегін.
th: เพลิดเพลินกับการเข้าถึงเต็มรูปแบบเป็นเวลา 400 วัน - ฟรีโดยสมบูรณ์
tt: 400 көн тулы рөхсәт алыгыз - тулысынча бушлай.

# subscriptionDescriptionFreePlan2
source: No trial period, no payment required.
fa: بدون دوره آزمایشی، بدون نیاز به پرداخت.
fi: Ei koeaikaa, ei vaadi maksua.
he: ללא תקופת ניסיון, ללא צורך בתשלום.
hy: Փորձաշրջան չկա, վճարում չի պահանջվում:
ka: არ არის საცდელი პერიოდი, არ არის საჭირო გადახდა.
kk: Сынақ мерзімі жоқ, төлем талап етілмейді.
th: ไม่มีช่วงทดลองใช้งาน ไม่ต้องชำระเงิน
tt: Сынау вакыты юк, түләү кирәк түгел.

# subscriptionDescriptionFreePlan3
source: After 400 days, you have the option to continue with unlimited access by activating a subscription plan.
fa: پس از 400 روز، می توانید با فعال کردن یک طرح اشتراک، دسترسی نامحدود را ادامه دهید.
fi: 400 päivän jälkeen sinulla on mahdollisuus jatkaa rajoittamatonta käyttöä aktivoimalla tilaussuunnitelma.
he: לאחר 400 יום, יש לך אפשרות להמשיך עם גישה בלתי מוגבלת על ידי הפעלת תוכנית מנוי.
hy: 400 օր հետո դուք հնարավորություն ունեք շարունակելու անսահմանափակ մուտքը՝ ակտիվացնելով բաժանորդագրության պլանը:
ka: 400 დღის შემდეგ, თქვენ გაქვთ შესაძლებლობა გააგრძელოთ შეუზღუდავი წვდომა სააბონენტო გეგმის გააქტიურებით.
kk: 400 күннен кейін жазылым жоспарын белсендіру арқылы шексіз қолжетімділікті жалғастыру мүмкіндігіңіз бар.
th: หลังจาก 400 วัน คุณจะมีตัวเลือกในการเข้าถึงแบบไม่จำกัดต่อโดยเปิดใช้งานแผนการสมัครสมาชิก
tt: 400 көннән соң, сез язылу планын активлаштырып, чиксез керү белән дәвам итә аласыз.

# subscriptionDescriptionFreePlan4
source: Choose from our Basic, Standard, or Advanced plans to keep learning without limits.
fa: برای ادامه یادگیری بدون محدودیت، از بین برنامه های پایه، استاندارد یا پیشرفته ما انتخاب کنید.
fi: Valitse Basic-, Standard- tai Advanced-suunnitelmistamme jatkaaksesi oppimista ilman rajoituksia.
he: בחר מתוך התוכניות הבסיסיות, הסטנדרטיות או המתקדמות שלנו כדי להמשיך ללמוד ללא גבולות.
hy: Ընտրեք մեր Հիմնական, Ստանդարտ կամ Ընդլայնված ծրագրերից՝ շարունակելու սովորել առանց սահմանափակումների:
ka: აირჩიეთ ჩვენი ძირითადი, სტანდარტული ან გაფართოებული გეგმებიდან, რომ გააგრძელოთ სწავლა შეზღუდვების გარეშე.
kk: Оқуды шектеусіз жалғастыру үшін негізгі, стандартты немесе қосымша жоспарларымыздан таңдаңыз.
th: เลือกจากแผนพื้นฐาน มาตรฐาน หรือขั้นสูงของเราเพื่อการเรียนรู้อย่างต่อเนื่องโดยไม่มีขีดจำกัด
tt: Өйрәнүне чиксез дәвам итәр өчен безнең төп, стандарт яки алдынгы планнарыбызны сайлагыз.

# subscriptionDescriptionFreePlan5
source: Until then, enjoy up to 1000 attempts per month and access to 3 stories every day - free of charge.
fa: تا آن زمان، از 1000 تلاش در ماه لذت ببرید و هر روز به 3 داستان دسترسی داشته باشید - رایگان.
fi: Siihen asti voit nauttia jopa 1000 yrityksestä kuukaudessa ja pääsystä 3 tarinaan joka päivä – ilmaiseksi.
he: עד אז, תהנה עד 1000 ניסיונות בחודש ומגישה ל-3 סיפורים בכל יום - ללא תשלום.
hy: Մինչ այդ, վայելեք ամսական մինչև 1000 փորձ և մուտք գործեք 3 պատմություն ամեն օր՝ անվճար:
ka: მანამდე, ისიამოვნეთ თვეში 1000-მდე მცდელობით და წვდომა 3 ისტორიაზე ყოველდღე - უფასოდ.
kk: Оған дейін айына 1000 әрекетке дейін және күн сайын 3 оқиғаға қол жеткізіңіз - тегін.
th: จนกว่าจะถึงตอนนั้น คุณสามารถเพลิดเพลินกับการเข้าถึงได้มากถึง 1,000 ครั้งต่อเดือนและเข้าถึง 3 เรื่องราวได้ทุกวันโดยไม่เสียค่าใช้จ่าย
tt: Шул вакытка кадәр, ай саен 1000 тапкыр тырышып ләззәтләнегез һәм көн саен 3 хикәягә керегез - бушлай.

# subscriptionDescriptionStandardPlan
source: More Classrooms, more attempts, and access to a wider range of features.
fa: کلاس‌های بیشتر، تلاش‌های بیشتر و دسترسی به طیف وسیع‌تری از ویژگی‌ها.
fi: Lisää luokkahuoneita, enemmän yrityksiä ja laajempi valikoima ominaisuuksia.
he: יותר כיתות, יותר ניסיונות וגישה למגוון רחב יותר של תכונות.
hy: Ավելի շատ Դասարաններ, ավելի շատ փորձեր և ավելի լայն հնարավորությունների հասանելիություն:
ka: მეტი საკლასო ოთახი, მეტი მცდელობა და წვდომა ფუნქციების უფრო ფართო სპექტრზე.
kk: Қосымша сыныптар, көбірек әрекет және мүмкіндіктердің кең ауқымына қол жеткізу.
th: ห้องเรียนมากขึ้น ความพยายามมากขึ้น และการเข้าถึงคุณลักษณะที่หลากหลายมากขึ้น
tt: Күбрәк класс бүлмәләре, күбрәк омтылышлар, киңрәк функцияләргә керү.

# subscriptionFree
source: Free
fa: رایگان
fi: Vapaa
he: חינם
hy: Անվճար
ka: უფასო
kk: Тегін
th: ฟรี
tt: Бушлай

# subscriptionFreePlan
source: Free plan
fa: طرح رایگان
fi: Ilmainen suunnitelma
he: תוכנית חינם
hy: Անվճար պլան
ka: უფასო გეგმა
kk: Тегін жоспар
th: แผนฟรี
tt: Бушлай план

# subscriptionMonth
source: /month
fa: /ماه
fi: /kuukausi
he: /חוֹדֶשׁ
hy: /ամիս
ka: /თვეში
kk: /ай
th: /เดือน
tt: / ай

# subscriptionStandard
source: Standard
fa: استاندارد
fi: Vakio
he: תֶקֶן
hy: Ստանդարտ
ka: სტანდარტული
kk: Стандартты
th: มาตรฐาน
tt: Стандарт

# subscriptionStandardPlan
source: Standard plan
fa: طرح استاندارد
fi: Vakiosuunnitelma
he: תוכנית סטנדרטית
hy: Ստանդարտ պլան
ka: სტანდარტული გეგმა
kk: Стандартты жоспар
th: แผนมาตรฐาน
tt: Стандарт план

# subscriptionSwitch
source: Activate
fa: فعال کنید
fi: Aktivoida
he: לְהַפְעִיל
hy: Ակտիվացնել
ka: გააქტიურება
kk: Іске қосу
th: เปิดใช้งาน
tt: Активлаштыру

source: tap for details
fa: برای جزئیات ضربه بزنید
fi: napauta saadaksesi lisätietoja
he: הקש לפרטים
hy: սեղմեք մանրամասների համար
ka: შეეხეთ დეტალებისთვის
kk: мәліметтер үшін түртіңіз
th: แตะเพื่อดูรายละเอียด
tt: детальләр өчен басыгыз

source: Tap to translate
fa: برای ترجمه ضربه بزنید
fi: Käännä napauttamalla
he: הקש כדי לתרגם
hy: Հպեք՝ թարգմանելու համար
ka: შეეხეთ სათარგმნად
kk: Аудару үшін түртіңіз
th: แตะเพื่อแปล
tt: Тәрҗемә итү өчен басыгыз

# theCommonEuropeanFrameworkOfReference
source: The Common European Framework of Reference for Languages (CEFR) is an international standard for describing language ability. It describes language ability on a six-point scale, from A1 for beginners, up to C2 for those who have mastered a language.
fa: چارچوب مشترک اروپایی مرجع برای زبان ها (CEFR) یک استاندارد بین المللی برای توصیف توانایی زبان است. توانایی زبان را در مقیاس شش درجه ای، از A1 برای مبتدیان تا C2 برای کسانی که به یک زبان تسلط دارند، توصیف می کند.
fi: CEFR (Common European Framework of Reference for Languages) on kansainvälinen standardi kielitaidon kuvaamiseksi. Se kuvaa kielitaitoa kuuden pisteen asteikolla, A1:stä aloittelijoille, C2:een kielen hallitseville.
he: מסגרת ההתייחסות האירופית המשותפת לשפות (CEFR) היא תקן בינלאומי לתיאור יכולת שפה. הוא מתאר את יכולת השפה בסולם של שש נקודות, מ-A1 למתחילים ועד C2 למי ששולט בשפה.
hy: Լեզուների ընդհանուր եվրոպական շրջանակը (CEFR) լեզվական կարողությունները նկարագրող միջազգային ստանդարտ է: Այն նկարագրում է լեզվական կարողությունները վեց բալանոց սանդղակով, սկսած A1-ից սկսնակների համար, մինչև C2 նրանց համար, ովքեր տիրապետում են լեզվին:
ka: Common European Framework of Reference for Languages (CEFR) არის საერთაშორისო სტანდარტი ენის უნარის აღწერისთვის. იგი აღწერს ენობრივ უნარს ექვსბალიანი შკალით, A1-დან დამწყებთათვის, C2-მდე მათთვის, ვინც ფლობს ენას.
kk: Тілдерге арналған Common European Framework of Reference (CEFR) – тілдік қабілетті сипаттайтын халықаралық стандарт. Ол алты балдық шкала бойынша тіл қабілетін жаңадан бастаушылар үшін A1-ден, тілді меңгергендер үшін С2-ге дейін сипаттайды.
th: Common European Framework of Reference for Languages (CEFR) เป็นมาตรฐานสากลสำหรับอธิบายความสามารถทางภาษา มันอธิบายความสามารถทางภาษาในระดับหกจุด ตั้งแต่ A1 สำหรับผู้เริ่มต้น จนถึง C2 สำหรับผู้ที่เชี่ยวชาญภาษา
tt: Телләр өчен гомуми Европа базасы (CEFR) - тел сәләтен сурәтләү өчен халыкара стандарт. Алты балллы шкалада тел сәләтен тасвирлый, башлап җибәрүчеләр өчен А1дан, телне үзләштергәннәр өчен C2 кадәр.

# theRoleOfStoriesAndChallenges
source: The Role of Stories and Practicing phrases
fa: نقش داستان ها و تمرین عبارات
fi: Tarinoiden rooli ja lauseiden harjoittaminen
he: תפקידם של סיפורים ותרגול ביטויים
hy: Պատմությունների և արտահայտությունների կիրառման դերը
ka: მოთხრობების როლი და ფრაზების პრაქტიკა
kk: Әңгімелердің рөлі және практикалық сөз тіркестері
th: บทบาทของเรื่องและการฝึกฝนวลี
tt: Хикәяләрнең роле һәм практик фразеологизмнар

# thereAreNoOrganizations
source: You are currently not a member of any organization. Get invited or create your own organization.
fa: شما در حال حاضر عضو هیچ سازمانی نیستید. دعوت شوید یا سازمان خود را ایجاد کنید.
fi: Et ole tällä hetkellä minkään organisaation jäsen. Hanki kutsu tai luo oma organisaatiosi.
he: אינך חבר כרגע באף ארגון. קבל הזמנה או צור ארגון משלך.
hy: Դուք ներկայումս որևէ կազմակերպության անդամ չեք: Հրավիրվեք կամ ստեղծեք ձեր սեփական կազմակերպությունը:
ka: თქვენ ამჟამად არ ხართ არც ერთი ორგანიზაციის წევრი. მოიწვიეთ ან შექმენით თქვენი საკუთარი ორგანიზაცია.
kk: Сіз қазір ешбір ұйымның мүшесі емессіз. Шақырыңыз немесе өз ұйымыңызды жасаңыз.
th: ขณะนี้คุณไม่ได้เป็นสมาชิกขององค์กรใดๆ รับเชิญหรือสร้างองค์กรของคุณเอง
tt: Сез хәзер бернинди оешма әгъзасы түгел. Чакырыгыз яки үз оешмагызны булдырыгыз.

# thisUsernameIsNotAvailable
source: this username is already taken or not available
fa: این نام کاربری قبلاً گرفته شده است یا در دسترس نیست
fi: tämä käyttäjätunnus on jo varattu tai ei ole saatavilla
he: שם המשתמש הזה כבר תפוס או אינו זמין
hy: այս օգտվողի անունը արդեն վերցված է կամ հասանելի չէ
ka: ეს მომხმარებლის სახელი უკვე აღებულია ან მიუწვდომელია
kk: бұл пайдаланушы аты әлдеқашан алынған немесе қолжетімді емес
th: ชื่อผู้ใช้นี้มีผู้ใช้แล้วหรือไม่มี
tt: бу кулланучы исеме инде алынган яки юк

source: Time LEft:
fa: زمان باقی مانده:
fi: Aikaa jäljellä:
he: הזמן שנותר:
hy: Մնացած ժամանակ:
ka: Დარჩენილი დრო:
kk: Қалған уақыт:
th: เวลาที่เหลือ:
tt: Вакыт калды:

# toOpenCurrentPlanPreviousOne
source: To open the current plan, go through the previous one
fa: برای باز کردن طرح فعلی، طرح قبلی را مرور کنید
fi: Avaa nykyinen suunnitelma käymällä läpi edellinen
he: כדי לפתוח את התוכנית הנוכחית, עבור על התוכנית הקודמת
hy: Ընթացիկ պլանը բացելու համար անցեք նախորդը
ka: მიმდინარე გეგმის გასახსნელად, გაიარეთ წინა
kk: Ағымдағы жоспарды ашу үшін алдыңғы жоспардан өтіңіз
th: หากต้องการเปิดแผนปัจจุบัน ให้ดำเนินการผ่านแผนก่อนหน้า
tt: Хәзерге планны ачу өчен, алдагы планны карагыз

source: Translate
fa: ترجمه کردن
fi: Kääntää
he: לתרגם
hy: Թարգմանել
ka: თარგმნეთ
kk: Аудару
th: แปลภาษา
tt: Тәрҗемә итү

source: Try another code
fa: کد دیگری را امتحان کنید
fi: Kokeile toista koodia
he: נסה קוד אחר
hy: Փորձեք մեկ այլ ծածկագիր
ka: სცადეთ სხვა კოდი
kk: Басқа кодты қолданып көріңіз
th: ลองรหัสอื่น
tt: Башка кодны карагыз

source: Upper Intermediate
fa: متوسط به بالا
fi: Ylempi keskitaso
he: ביניים עליון
hy: Միջինից բարձր
ka: Ზედა შუალედური
kk: Жоғарғы орта
th: กลางตอนบน
tt: Upperгары Ара

# usersNotifications
source: Users' messages
fa: پیام های کاربران
fi: Käyttäjien viestit
he: הודעות של משתמשים
hy: Օգտատերերի հաղորդագրությունները
ka: მომხმარებლების შეტყობინებები
kk: Пайдаланушылардың хабарламалары
th: ข้อความของผู้ใช้
tt: Кулланучылар хәбәрләре

source: valid characters
fa: کاراکترهای معتبر
fi: kelvollisia merkkejä
he: תווים חוקיים
hy: վավեր նիշեր
ka: მოქმედი სიმბოლოები
kk: жарамды таңбалар
th: อักขระที่ถูกต้อง
tt: дөрес символлар

source: Wait
fa: صبر کن
fi: Odota
he: לַחֲכוֹת
hy: Սպասեք
ka: მოიცადე
kk: Күте тұрыңыз
th: รอ
tt: Тукта

# waitPlayerTurn
source: Wait for {playerName}'s turn
fa: منتظر نوبت {playerName} باشید
fi: Odota pelaajan {playerName} vuoroa
he: המתן לתור של {playerName}
hy: Սպասեք {playerName}-ի հերթին
ka: დაელოდეთ {playerName}-ის რიგს
kk: {playerName} кезегін күтіңіз
th: รอถึงตาของ {playerName}
tt: {PlayerName} чиратын көтегез

# weInviteUouJoinOrganization
source: You are invited to join the organization
fa: از شما برای عضویت در سازمان دعوت شده است
fi: Sinut on kutsuttu liittymään organisaatioon
he: אתם מוזמנים להצטרף לארגון
hy: Դուք հրավիրված եք միանալու կազմակերպությանը
ka: მიწვეული ხართ ორგანიზაციაში გასაწევრიანებლად
kk: Сізді ұйымға қосылуға шақырамыз
th: คุณได้รับเชิญให้เข้าร่วมองค์กร
tt: Сезне оешмага чакыралар

source: Welcome to
fa: خوش آمدید به
fi: Tervetuloa
he: ברוך הבא ל
hy: Բարի գալուստ
ka: Კეთილი იყოს თქვენი მობრძანება
kk: Қош келдіңіз
th: ยินดีต้อนรับสู่
tt: Рәхим итегез

source: What is Voccent?
fa: Voccent چیست؟
fi: Mikä on Voccent?
he: מה זה Voccent?
hy: Ինչ է Voccent-ը:
ka: რა არის Voccent?
kk: Voccent дегеніміз не?
th: Voccent คืออะไร?
tt: Voccent нәрсә ул?

# youAreAlreadyInOrganization
source: You are already in the organization
fa: شما قبلاً در سازمان هستید
fi: Olet jo organisaatiossa
he: אתה כבר בארגון
hy: Դուք արդեն կազմակերպությունում եք
ka: თქვენ უკვე ხართ ორგანიზაციაში
kk: Сіз ұйымдасыз
th: คุณอยู่ในองค์กรแล้ว
tt: Сез инде оешмада

# youAreOrganization
source: You are currently a member of organization
fa: شما در حال حاضر عضو سازمان هستید
fi: Olet tällä hetkellä järjestön jäsen
he: כרגע אתה חבר בארגון
hy: Դուք ներկայումս կազմակերպության անդամ եք
ka: ამჟამად ორგანიზაციის წევრი ხართ
kk: Сіз қазір ұйымның мүшесісіз
th: ขณะนี้คุณเป็นสมาชิกขององค์กร
tt: Сез хәзер оешма әгъзасы

source: Your attempt
fa: تلاش شما
fi: Sinun yritys
he: הניסיון שלך
hy: Ձեր փորձը
ka: შენი მცდელობა
kk: Сіздің әрекетіңіз
th: ความพยายามของคุณ
tt: Сезнең омтылыш

# yourClassrooms
source: The classes you are part of
fa: کلاس هایی که شما جزو آنها هستید
fi: Luokat, joihin kuulut
he: השיעורים שאתה חלק מהם
hy: Դասընթացներ, որոնց մաս եք կազմում
ka: კლასები, რომლის ნაწილიც ხართ
kk: Сіз қатысатын сыныптар
th: ชั้นเรียนที่คุณเป็นส่วนหนึ่ง
tt: Сез катнашкан дәресләр

# yourHaveNotGivenLikes
source: You haven't given any likes yet
fa: هنوز لایک ندادی
fi: Et ole vielä antanut yhtään tykkäystä
he: עדיין לא נתת לייקים
hy: Դեռ ոչ մի լայքեր չեք տվել
ka: თქვენ ჯერ არ მოგიციათ არცერთი მოწონება
kk: Сіз әлі ешқандай лайк қойған жоқсыз
th: คุณยังไม่ได้กดไลค์เลย
tt: Сез әлегә ошамадыгыз
