Repository: ArtemC6/Mobile
Catalog: lib/l10n/intl_*.arb
Languages: fa, fi, he, hy, ka, kk, th, tt

# emotion3NeLo
source: Person becomes more attached and interested
fa: شخص بیشتر وابسته و علاقه مند می شود
fi: Ihmisestä tulee enemmän kiintymys ja kiinnostus
he: אדם נהיה יותר מחובר ומתעניין
hy: Մարդը դառնում է ավելի կապված և հետաքրքրված
ka: ადამიანი უფრო მიჯაჭვული და დაინტერესებული ხდება
kk: Адам көбірек бауыр басып, қызығушылық танытады
th: บุคคลจะผูกพันและสนใจมากขึ้น
tt: Кеше тагын да ныграк кызыксына

# emotion3NeOp
source: Positive outlook on situation or future
fa: نگرش مثبت به موقعیت یا آینده
fi: Positiivinen näkemys tilanteesta tai tulevaisuudesta
he: השקפה חיובית על המצב או העתיד
hy: Իրավիճակի կամ ապագայի նկատմամբ դրական վերաբերմունք
ka: პოზიტიური ხედვა სიტუაციაზე ან მომავალზე
kk: Жағдайға немесе болашаққа оң көзқарас
th: ทัศนคติเชิงบวกต่อสถานการณ์หรืออนาคต
tt: Ситуациягә яки киләчәккә уңай караш

# emotion3NeRe
source: Recognition and regret of a mistake or wrongdoing
fa: تشخیص و پشیمانی از یک اشتباه یا اشتباه
fi: Virheen tai väärinteon tunnustaminen ja katuminen
he: הכרה וחרטה על טעות או עוולה
hy: Սխալի կամ սխալ արարքի ճանաչում և ափսոսանք
ka: შეცდომის ან არასწორი ქმედების აღიარება და სინანული
kk: Қатені немесе қателікті мойындау және өкіну
th: การรับรู้และเสียใจในความผิดพลาดหรือการกระทำที่ผิด
tt: Хата яки ялгышлыкны тану һәм үкенү

# emotion3NeSu
source: Realization of manipulation or injustice
fa: تحقق دستکاری یا بی عدالتی
fi: Manipuloinnin tai epäoikeudenmukaisuuden ymmärtäminen
he: מימוש של מניפולציה או אי צדק
hy: Մանիպուլյացիայի կամ անարդարության իրականացում
ka: მანიპულირების ან უსამართლობის რეალიზაცია
kk: Манипуляцияны немесе әділетсіздікті жүзеге асыру
th: ตระหนักถึงการจัดการหรือความอยุติธรรม
tt: Манипуляцияне яки гаделсезлекне тормышка ашыру

# emotion3OpAg
source: Desire to assert oneself or dominate
fa: تمایل به ابراز وجود یا تسلط
fi: Halu puolustaa itseään tai hallita
he: רצון לבסס את עצמו או לשלוט
hy: Ինքնահաստատման կամ գերակայելու ցանկություն
ka: საკუთარი თავის მტკიცების ან დომინირების სურვილი
kk: Өзін-өзі бекіту немесе үстемдік ету ниеті
th: ความปรารถนาที่จะยืนยันตัวเองหรือครอบงำ
tt: Elfзеңне расларга яки өстенлек итәргә теләк

# emotion3OpAw
source: Encounter with something inspiring or humbling
fa: مواجهه با چیزی الهام بخش یا فروتن
fi: Kohtaa jotain inspiroivaa tai nöyryyttävää
he: מפגש עם משהו מעורר השראה או משפיל
hy: Հանդիպեք ոգեշնչող կամ խոնարհեցնող բանի հետ
ka: შეხვედრა რაღაც შთამაგონებელთან ან დამამცირებელთან
kk: Шабыттандыратын немесе кемсітетін нәрсеге тап болыңыз
th: พบกับสิ่งที่สร้างแรงบันดาลใจหรืออ่อนน้อมถ่อมตน
tt: Илһам бирүче яки басынкы нәрсә белән очрашу

# emotion3OpCo
source: Negative opinion or disdain
fa: نظر منفی یا تحقیر
fi: Kielteinen mielipide tai halveksuminen
he: דעה שלילית או זלזול
hy: Բացասական կարծիք կամ արհամարհանք
ka: უარყოფითი აზრი ან ზიზღი
kk: Теріс пікір немесе менсінбеу
th: ความคิดเห็นเชิงลบหรือดูถูก
tt: Тискәре фикер яки кимсетү

# emotion3OpDi
source: Recognition of something negative or disappointing
fa: تشخیص چیزی منفی یا ناامید کننده
fi: Jonkin negatiivisen tai pettymyksen tunnistaminen
he: הכרה במשהו שלילי או מאכזב
hy: Բացասական կամ հիասթափեցնող բանի ճանաչում
ka: რაღაც უარყოფითის ან იმედგაცრუების აღიარება
kk: Жағымсыз немесе көңілсіз нәрсені тану
th: การรับรู้ถึงสิ่งที่เป็นลบหรือน่าผิดหวัง
tt: Тискәре яки күңелсезләндергеч нәрсәне тану

# emotion3OpLo
source: Positive outlook on situation or future
fa: نگرش مثبت به موقعیت یا آینده
fi: Positiivinen näkemys tilanteesta tai tulevaisuudesta
he: השקפה חיובית על המצב או העתיד
hy: Իրավիճակի կամ ապագայի նկատմամբ դրական վերաբերմունք
ka: პოზიტიური ხედვა სიტუაციაზე ან მომავალზე
kk: Жағдайға немесе болашаққа оң көзқарас
th: ทัศนคติเชิงบวกต่อสถานการณ์หรืออนาคต
tt: Ситуациягә яки киләчәккә уңай караш

# emotion3OpNe
source: Positive outlook on situation or future
fa: نگرش مثبت به موقعیت یا آینده
fi: Positiivinen näkemys tilanteesta tai tulevaisuudesta
he: השקפה חיובית על המצב או העתיד
hy: Դրական հեռանկար իրավիճակի կամ ապագայի նկատմամբ
ka: პოზიტიური ხედვა სიტუაციაზე ან მომავალზე
kk: Жағдайға немесе болашаққа оң көзқарас
th: ทัศนคติเชิงบวกต่อสถานการณ์หรืออนาคต
tt: Ситуациягә яки киләчәккә уңай караш

# emotion3OpRe
source: Recognition and regret of a mistake or wrongdoing
fa: تشخیص و پشیمانی از یک اشتباه یا اشتباه
fi: Virheen tai väärinteon tunnustaminen ja katuminen
he: הכרה וחרטה על טעות או עוולה
hy: Սխալի կամ սխալ արարքի ճանաչում և ափսոսանք
ka: შეცდომის ან არასწორი ქმედების აღიარება და სინანული
kk: Қатені немесе қателікті мойындау және өкіну
th: การรับรู้และเสียใจในความผิดพลาดหรือการกระทำที่ผิด
tt: Хата яки ялгышлыкны тану һәм үкенү

# emotion3OpSu
source: Realization of manipulation or injustice
fa: تحقق دستکاری یا بی عدالتی
fi: Manipuloinnin tai epäoikeudenmukaisuuden ymmärtäminen
he: מימוש של מניפולציה או אי צדק
hy: Մանիպուլյացիայի կամ անարդարության իրականացում
ka: მანიპულირების ან უსამართლობის რეალიზაცია
kk: Манипуляцияны немесе әділетсіздікті жүзеге асыру
th: ตระหนักถึงการจัดการหรือความอยุติธรรม
tt: Манипуляцияне яки гаделсезлекне тормышка ашыру

# emotion3SuAg
source: Desire to assert oneself or dominate
fa: تمایل به ابراز وجود یا تسلط
fi: Halu puolustaa itseään tai hallita
he: רצון לבסס את עצמו או לשלוט
hy: Ինքնահաստատման կամ գերակայելու ցանկություն
ka: საკუთარი თავის მტკიცების ან დომინირების სურვილი
kk: Өзін-өзі бекіту немесе үстемдік ету ниеті
th: ความปรารถนาที่จะยืนยันตัวเองหรือครอบงำ
tt: Elfзеңне расларга яки өстенлек итәргә теләк

# emotion3SuAw
source: Encounter with something inspiring or humbling
fa: مواجهه با چیزی الهام بخش یا فروتن
fi: Kohtaa jotain inspiroivaa tai nöyryyttävää
he: מפגש עם משהו מעורר השראה או משפיל
hy: Հանդիպեք ոգեշնչող կամ խոնարհեցնող բանի հետ
ka: შეხვედრა რაღაც შთამაგონებელთან ან დამამცირებელთან
kk: Шабыттандыратын немесе кемсітетін нәрсеге тап болыңыз
th: พบกับสิ่งที่สร้างแรงบันดาลใจหรืออ่อนน้อมถ่อมตน
tt: Илһам бирүче яки басынкы нәрсә белән очрашу

# emotion3SuCo
source: Negative opinion or disdain
fa: نظر منفی یا تحقیر
fi: Kielteinen mielipide tai halveksuminen
he: דעה שלילית או זלזול
hy: Բացասական կարծիք կամ արհամարհանք
ka: უარყოფითი აზრი ან ზიზღი
kk: Теріс пікір немесе менсінбеу
th: ความคิดเห็นเชิงลบหรือดูถูก
tt: Тискәре фикер яки кимсетү

# emotion3SuDi
source: Recognition of something negative or disappointing
fa: تشخیص چیزی منفی یا ناامید کننده
fi: Jonkin negatiivisen tai pettymyksen tunnistaminen
he: הכרה במשהו שלילי או מאכזב
hy: Բացասական կամ հիասթափեցնող բանի ճանաչում
ka: რაღაც უარყოფითის ან იმედგაცრუების აღიარება
kk: Жағымсыз немесе көңілсіз нәрсені тану
th: การรับรู้ถึงสิ่งที่เป็นลบหรือน่าผิดหวัง
tt: Тискәре яки күңелсезләндергеч нәрсәне тану

# emotion3SuLo
source: Realization of manipulation or injustice
fa: تحقق دستکاری یا بی عدالتی
fi: Manipuloinnin tai epäoikeudenmukaisuuden ymmärtäminen
he: מימוש של מניפולציה או אי צדק
hy: Մանիպուլյացիայի կամ անարդարության իրականացում
ka: მანიპულირების ან უსამართლობის რეალიზაცია
kk: Манипуляцияны немесе әділетсіздікті жүзеге асыру
th: ตระหนักถึงการจัดการหรือความอยุติธรรม
tt: Манипуляцияне яки гаделсезлекне тормышка ашыру

# emotion3SuNe
source: Realization of manipulation or injustice
fa: تحقق دستکاری یا بی عدالتی
fi: Manipuloinnin tai epäoikeudenmukaisuuden ymmärtäminen
he: מימוש של מניפולציה או אי צדק
hy: Մանիպուլյացիայի կամ անարդարության իրականացում
ka: მანიპულირების ან უსამართლობის რეალიზაცია
kk: Манипуляцияны немесе әділетсіздікті жүзеге асыру
th: ตระหนักถึงการจัดการหรือความอยุติธรรม
tt: Манипуляцияне яки гаделсезлекне тормышка ашыру

# emotion3SuOp
source: Realization of manipulation or injustice
fa: تحقق دستکاری یا بی عدالتی
fi: Manipuloinnin tai epäoikeudenmukaisuuden ymmärtäminen
he: מימוש של מניפולציה או אי צדק
hy: Մանիպուլյացիայի կամ անարդարության իրականացում
ka: მანიპულირების ან უსამართლობის რეალიზაცია
kk: Манипуляцияны немесе әділетсіздікті жүзеге асыру
th: ตระหนักถึงการจัดการหรือความอยุติธรรม
tt: Манипуляцияне яки гаделсезлекне тормышка ашыру

# emotion3SuRe
source: Recognition and regret of a mistake or wrongdoing
fa: تشخیص و پشیمانی از یک اشتباه یا اشتباه
fi: Virheen tai väärinteon tunnustaminen ja katuminen
he: הכרה וחרטה על טעות או עוולה
hy: Սխալի կամ սխալ արարքի ճանաչում և ափսոսանք
ka: შეცდომის ან არასწორი ქმედების აღიარება და სინანული
kk: Қатені немесе қателікті мойындау және өкіну
th: การรับรู้และเสียใจในความผิดพลาดหรือการกระทำที่ผิด
tt: Хата яки ялгышлыкны тану һәм үкенү

# emotionAlert
source: Alert
fa: هشدار
fi: Varoitus
he: עֵרָנִי
hy: Զգուշացում
ka: გაფრთხილება
kk: Ескерту
th: เตือน
tt: Кисәтү

source: Emotion Analysis
fa: تحلیل احساسات
fi: Tunneanalyysi
he: ניתוח רגשות
hy: Զգացմունքների վերլուծություն
ka: ემოციების ანალიზი
kk: Эмоцияларды талдау
th: การวิเคราะห์อารมณ์
tt: Эмоция анализы

# emotionAnalyzeStreamOfEmotions
source: Analyze the Stream of Emotions
fa: جریان احساسات را تجزیه و تحلیل کنید
fi: Analysoi tunteiden virtaa
he: נתח את זרם הרגשות
hy: Վերլուծեք զգացմունքների հոսքը
ka: გააანალიზეთ ემოციების ნაკადი
kk: Эмоциялар ағынын талдаңыз
th: วิเคราะห์กระแสแห่งอารมณ์
tt: Хисләр агымын анализлау

# emotionAnger
source: Anger
fa: خشم
fi: Suututtaa
he: כַּעַס
hy: Զայրույթ
ka: გაბრაზება
kk: Ашу
th: ความโกรธ
tt: Ачу

# emotionBored
source: Bored
fa: خسته
fi: Tylsistynyt
he: מְשׁוּעֲמָם
hy: Ձանձրացրել
ka: Მოწყენილი
kk: Жалықты
th: เบื่อ
tt: Тырыш

# emotionCalm
source: Calm
fa: آرام
fi: rauhoittaa
he: לְהַרְגִיעַ
hy: Հանգիստ
ka: მშვიდი
kk: Тыныш
th: เงียบสงบ
tt: Тынычлан

# emotionContempt
source: Contempt
fa: تحقیر
fi: Halveksuntaa
he: בּוּז
hy: Արհամարհանք
ka: ზიზღი
kk: Менсінбеу
th: ดูถูก
tt: Нәфрәт

# emotionContented
source: Contented
fa: راضی است
fi: Tyytyväinen
he: מְרוּצֶה
hy: Բավարարված
ka: კმაყოფილი
kk: Көңілді
th: พอใจ
tt: Эчтәлек

# emotionDepressed
source: Depressed
fa: افسرده
fi: Masentunut
he: מְדוּכָּא
hy: Ընկճված
ka: დეპრესიული
kk: Депрессияда
th: หดหู่
tt: Депрессия

# emotionEmotions
source: Emotions
fa: احساسات
fi: Tunteet
he: רגשות
hy: Զգացմունքներ
ka: ემოციები
kk: Эмоциялар
th: อารมณ์
tt: Хисләр

# emotionEnthusiastic
source: Enthusiastic
fa: مشتاق
fi: Innostunut
he: נלהב
hy: Ոգեւորված
ka: ენთუზიაზმი
kk: Ынталы
th: กระตือรือร้น
tt: Энтузиаст

# emotionExcited
source: Excited
fa: برانگیخته
fi: Innoissaan
he: נִרגָשׁ
hy: Հուզված
ka: აღელვებული
kk: Көңілді
th: ตื่นเต้น
tt: Дулкынланган

# emotionHappy
source: Happy
fa: خوشحال
fi: Onnellinen
he: שַׂמֵחַ
hy: Երջանիկ
ka: ბედნიერი
kk: Бақытты
th: มีความสุข
tt: Бәхетле

# emotionJoy
source: Joy
fa: شادی
fi: Ilo
he: שִׂמְחָה
hy: Ուրախություն
ka: სიხარული
kk: Қуаныш
th: จอย
tt: Шатлык

# emotionNervous
source: Nervous
fa: عصبی
fi: Hermostunut
he: עַצבָּנִי
hy: Նյարդային
ka: ნერვიული
kk: Жүйке
th: ประหม่า
tt: Нерв

# emotionRelaxed
source: Relaxed
fa: آرام
fi: rento
he: רָגוּעַ
hy: Հանգիստ
ka: დამშვიდებული
kk: Босалды
th: ผ่อนคลาย
tt: Тыныч

# emotionSad
source: Sad
fa: غمگین
fi: Surullinen
he: עָצוּב
hy: Տխուր
ka: სევდიანი
kk: Қайғылы
th: เศร้า
tt: Кызганыч

# emotionSadness
source: Sadness
fa: غمگینی
fi: Surullisuus
he: עֶצֶב
hy: Տխրություն
ka: სევდა
kk: Мұң
th: ความโศกเศร้า
tt: Кайгы

# emotionSerene
source: Serene
fa: آرام
fi: Seesteinen
he: רָגוּעַ
hy: Հանդարտ
ka: მშვიდი
kk: Тыныш
th: เงียบสงบ
tt: Серен

# emotionSluggish
source: Sluggish
fa: تنبل
fi: Hidas
he: איטי
hy: Դանդաղ
ka: დუნე
kk: Жалқау
th: เฉื่อย
tt: Ялкау

# emotionSpeakFreely
source: Speak freely in your own voice
fa: آزادانه با صدای خودتان صحبت کنید
fi: Puhu vapaasti omalla äänelläsi
he: דבר בחופשיות בקול שלך
hy: Ազատորեն խոսեք ձեր սեփական ձայնով
ka: ილაპარაკე თავისუფლად საკუთარი ხმით
kk: Өз дауысыңызбен еркін сөйлеңіз
th: พูดได้อย่างอิสระด้วยเสียงของคุณเอง
tt: Ownз тавышың белән иркен сөйләш

# emotionStressed
source: Stressed
fa: استرس گرفت
fi: Stressaantunut
he: לחוץ
hy: Շեշտված
ka: ხაზგასმულია
kk: Стресті
th: เครียด
tt: Стресс

# emotionTense
source: Tense
fa: زمان فعل
fi: Jännittynyt
he: מָתוּחַ
hy: Լարված
ka: Დაძაბული
kk: Кернеу
th: เครียด
tt: Заман

# emotionUpset
source: Upset
fa: ناراحت
fi: Poissa tolaltaan
he: להרגיז
hy: Վրդովված
ka: Ნაწყენი
kk: Ренішті
th: อารมณ์เสีย
tt: Бозылыш

# emotionWeWillAnalyze
source: We'll analyze your tone for insights
fa: ما لحن شما را برای اطلاعات بینش تجزیه و تحلیل خواهیم کرد
fi: Analysoimme äänesi saadaksemme oivalluksia
he: ננתח את הטון שלך לקבלת תובנות
hy: Մենք կվերլուծենք ձեր տոնը պատկերացումների համար
ka: ჩვენ გავაანალიზებთ თქვენს ტონს ინფორმაციის მისაღებად
kk: Түсінік алу үшін үніңізді талдаймыз
th: เราจะวิเคราะห์น้ำเสียงของคุณเพื่อหาข้อมูลเชิงลึก
tt: Без сезнең тонны анализлыйбыз

source: enter code
fa: کد را وارد کنید
fi: Syötä koodi
he: להזין את הקוד
hy: մուտքագրեք կոդը
ka: შეიყვანეთ კოდი
kk: кодты енгізіңіз
th: ใส่รหัส
tt: код кертегез

# feedClearSearch
source: Clear Search history
fa: پاک کردن تاریخچه جستجو
fi: Tyhjennä hakuhistoria
he: לנקות היסטוריית חיפוש
hy: Մաքրել որոնման պատմությունը
ka: ძიების ისტორიის გასუფთავება
kk: Іздеу тарихын тазалау
th: ลบประวัติการค้นหา
tt: Эзләү тарихын чистарту

# feedOperationDelete
source: Do you wan to delete entire search history?
fa: آیا می خواهید کل سابقه جستجو را حذف کنید؟
fi: Haluatko poistaa koko hakuhistorian?
he: האם אתה רוצה למחוק את כל היסטוריית החיפושים?
hy: Ցանկանու՞մ եք ջնջել որոնման ողջ պատմությունը:
ka: გსურთ წაშალოთ მთელი ძიების ისტორია?
kk: Іздеу тарихын толығымен жойғыңыз келе ме?
th: คุณต้องการลบประวัติการค้นหาทั้งหมดหรือไม่
tt: Сез бөтен эзләү тарихын бетерергә телисезме?

# filterAllAuthors
source: All authors
fa: همه نویسندگان
fi: Kaikki kirjoittajat
he: כל המחברים
hy: Բոլոր հեղինակները
ka: ყველა ავტორი
kk: Барлық авторлар
th: ผู้เขียนทั้งหมด
tt: Барлык авторлар

# filterAllSourceLanguages
source: All source languages
fa: همه زبان های مبدأ
fi: Kaikki lähdekielet
he: כל שפות המקור
hy: Բոլոր սկզբնաղբյուր լեզուները
ka: ყველა საწყისი ენა
kk: Барлық бастапқы тілдер
th: ภาษาต้นทางทั้งหมด
tt: Барлык чыганак телләре

# filterApply
source: Apply
fa: درخواست دادن
fi: Käytä
he: להגיש מועמדות
hy: Դիմել
ka: მიმართეთ
kk: Қолдану
th: นำมาใช้
tt: Кулланыгыз

# filterApplyFilters
source: Apply filters
fa: فیلترها را اعمال کنید
fi: Käytä suodattimia
he: החל מסננים
hy: Կիրառել զտիչներ
ka: გამოიყენეთ ფილტრები
kk: Сүзгілерді қолданыңыз
th: ใช้ตัวกรอง
tt: Фильтрлар кулланыгыз

# filterAuthor
source: Author
fa: نویسنده
fi: Tekijä
he: מְחַבֵּר
hy: Հեղինակ
ka: ავტორი
kk: Автор
th: ผู้เขียน
tt: Автор

# filterAuthorsName
source: Author's name
fa: نام نویسنده
fi: Tekijän nimi
he: שם הסופר
hy: Հեղինակի անունը
ka: ავტორის სახელი
kk: Автордың аты-жөні
th: ชื่อผู้แต่ง
tt: Автор исеме

source: Filter By Author
fa: فیلتر بر اساس نویسنده
fi: Suodata tekijän mukaan
he: סינון לפי מחבר
hy: Զտել ըստ հեղինակի
ka: ავტორის მიხედვით გაფილტვრა
kk: Авторы бойынша сүзгілеу
th: กรองตามผู้แต่ง
tt: Автор тарафыннан фильтр

# filterCategory
source: Category
fa: دسته بندی
fi: Kategoria
he: קטגוריה
hy: Կարգավիճակ
ka: კატეგორია
kk: Санат
th: หมวดหมู่
tt: Төркем

# filterChooseLevel
source: Choose level
fa: سطح را انتخاب کنید
fi: Valitse taso
he: בחר רמה
hy: Ընտրեք մակարդակ
ka: აირჩიეთ დონე
kk: Деңгейді таңдаңыз
th: เลือกระดับ
tt: Дәрәҗәне сайлагыз

# filterChoosePeriod
source: Choose period
fa: دوره را انتخاب کنید
fi: Valitse ajanjakso
he: בחר תקופה
hy: Ընտրեք ժամանակաշրջան
ka: აირჩიეთ პერიოდი
kk: Мерзімді таңдаңыз
th: เลือกช่วงเวลา
tt: Периодны сайлагыз

# filterChooseStoryMode
source: Choose story mode
fa: حالت داستان را انتخاب کنید
fi: Valitse tarinatila
he: בחר מצב סיפור
hy: Ընտրեք պատմության ռեժիմը
ka: აირჩიეთ სიუჟეტის რეჟიმი
kk: Сюжет режимін таңдаңыз
th: เลือกโหมดเนื้อเรื่อง
tt: Хикәя режимын сайлагыз

# filterDateFrom
source: Date from:
fa: تاریخ از:
fi: Päivämäärä:
he: תאריך מ:
hy: Ամսաթիվ սկսած՝
ka: თარიღი:
kk: Күні:
th: วันที่จาก:
tt: Дата:

# filterDateTo
source: Date to:
fa: تاریخ تا:
fi: Päivämäärä:
he: תאריך ל:
hy: Ամսաթիվ մինչև՝
ka: თარიღი:
kk: Күні:
th: วันที่:
tt: Дата:

# filterFilters
source: Search by
fa: جستجو بر اساس
fi: Hakuperuste
he: חפש לפי
hy: Որոնել ըստ
ka: Ძებნა
kk: бойынша іздеу
th: ค้นหาโดย
tt: Эзләү

# filterLanguage
source: Language
fa: زبان
fi: Kieli
he: שפה
hy: Լեզու
ka: Ენა
kk: Тіл
th: ภาษา
tt: Тел

# filterLevel
source: Level
fa: مرحله
fi: Taso
he: רָמָה
hy: Մակարդակ
ka: დონე
kk: Деңгей
th: ระดับ
tt: Дәрәҗә

# filterMySourceLanguages
source: Only in my source languages
fa: فقط در زبان های مبدأ من
fi: Vain lähdekielilläni
he: רק בשפות המקור שלי
hy: Միայն իմ սկզբնաղբյուր լեզուներով
ka: მხოლოდ ჩემს საწყის ენებზე
kk: Тек менің бастапқы тілдерімде
th: เฉพาะในภาษาต้นทางของฉันเท่านั้น
tt: Минем чыганак телләрендә генә

# filterPeriod
source: Period
fa: دوره زمانی
fi: Kausi
he: פרק זמן
hy: Ժամանակաշրջան
ka: პერიოდი
kk: Кезең
th: ระยะเวลา
tt: Вакыт

# filterPeriodCustom
source: Custom period
fa: دوره سفارشی
fi: Mukautettu ajanjakso
he: תקופה מותאמת אישית
hy: Պատվերով ժամկետ
ka: საბაჟო პერიოდი
kk: Арнайы кезең
th: ระยะเวลาที่กำหนดเอง
tt: Махсус период

# filterPeriodLast30
source: Last 30 days
fa: 30 روز گذشته
fi: Viimeiset 30 päivää
he: 30 הימים האחרונים
hy: Վերջին 30 օրը
ka: ბოლო 30 დღე
kk: Соңғы 30 күн
th: 30 วันที่ผ่านมา
tt: Соңгы 30 көн

# filterPeriodLast7
source: Last 7 days
fa: 7 روز گذشته
fi: Viimeiset 7 päivää
he: 7 ימים אחרונים
hy: Վերջին 7 օրը
ka: ბოლო 7 დღე
kk: Соңғы 7 күн
th: 7 วันที่ผ่านมา
tt: Соңгы 7 көн

# filterPeriodToday
source: Today
fa: امروز
fi: Tänään
he: היום
hy: Այսօր
ka: დღეს
kk: Бүгін
th: วันนี้
tt: Бүген

# filterPeriodWhenever
source: Whenever
fa: هر زمان که
fi: Milloin tahansa
he: בְּכָל פַּעַם
hy: Ամեն անգամ, երբ
ka: როცა
kk: Кез келген уақытта
th: เมื่อไหร่ก็ได้
tt: Кайчан

# filterPeriodYesterday
source: Yesterday
fa: دیروز
fi: Eilen
he: אתמול
hy: Երեկ
ka: Გუშინ
kk: Кеше
th: เมื่อวาน
tt: Кичә

# filterReset
source: Reset
fa: بازنشانی کنید
fi: Nollaa
he: אִתחוּל
hy: Վերականգնել
ka: გადატვირთვა
kk: Қалпына келтіру
th: รีเซ็ต
tt: Бетерү

# filterSelectDate
source: Select date
fa: تاریخ را انتخاب کنید
fi: Valitse päivämäärä
he: בחר תאריך
hy: Ընտրեք ամսաթիվը
ka: აირჩიეთ თარიღი
kk: Күнді таңдаңыз
th: เลือกวันที่
tt: Датаны сайлагыз

# filterSelectLanguages
source: Select Languages
fa: زبان ها را انتخاب کنید
fi: Valitse Kielet
he: בחר שפות
hy: Ընտրեք Լեզուներ
ka: აირჩიეთ ენები
kk: Тілдерді таңдаңыз
th: เลือกภาษา
tt: Телләрне сайлагыз

# filterStoryMode
source: Story mode
fa: حالت داستانی
fi: Tarina tila
he: מצב סיפור
hy: Պատմության ռեժիմ
ka: Თხრობის რეჟიმი
kk: Әңгіме режимі
th: โหมดเนื้อเรื่อง
tt: Хикәя режимы

# filterStoryModeAny
source: Any
fa: هر
fi: Minkä tahansa
he: כל
hy: Ցանկացած
ka: ნებისმიერი
kk: Кез келген
th: ใดๆ
tt: Anyәрхәлдә

# filterStoryModeCertification
source: Certification
fa: گواهینامه
fi: Sertifiointi
he: תעודה
hy: Հավաստագրում
ka: სერტიფიცირება
kk: Сертификаттау
th: การรับรอง
tt: Сертификат

# filterStoryModeRoles
source: Play by roles
fa: بازی بر اساس نقش ها
fi: Pelaa roolien mukaan
he: לשחק לפי תפקידים
hy: Խաղացեք ըստ դերերի
ka: თამაში როლების მიხედვით
kk: Рөлдер бойынша ойнау
th: เล่นตามบทบาท
tt: Рольләр белән уйнагыз

source: Finish plan
fa: طرح را تمام کن
fi: Viimeistele suunnitelma
he: סיים את התוכנית
hy: Ավարտել պլանը
ka: გეგმის დასრულება
kk: Жоспарды аяқтау
th: เสร็จสิ้นแผน
tt: Планны тәмамлагыз

# finishPlanConfirmation
source: This action will complete the current plan. Are you sure?
fa: این اقدام طرح فعلی را تکمیل خواهد کرد. مطمئنی؟
fi: Tämä toimenpide täydentää nykyisen suunnitelman. Oletko varma?
he: פעולה זו תשלים את התוכנית הנוכחית. האם אתה בטוח?
hy: Այս գործողությունը կավարտի ընթացիկ պլանը: Համոզված ես?
ka: ეს ქმედება დაასრულებს მიმდინარე გეგმას. Დარწმუნებული ხარ?
kk: Бұл әрекет ағымдағы жоспарды аяқтайды. Сіз сенімдісіз бе?
th: การดำเนินการนี้จะทำให้แผนปัจจุบันเสร็จสมบูรณ์ คุณแน่ใจไหม?
tt: Бу гамәл хәзерге планны тәмамлый. Ышанасыңмы?

# genericAll
source: All
fa: همه
fi: Kaikki
he: את כל
hy: Բոլորը
ka: ყველა
kk: Барлық
th: ทั้งหมด
tt: Барысы да

# genericAnalyzing
source: Analyzing...
fa: در حال تجزیه و تحلیل ...
fi: Analysoidaan...
he: מנתח...
hy: Վերլուծելով...
ka: აანალიზებს...
kk: Талдауда...
th: กำลังวิเคราะห์...
tt: Анализ ...

# genericAppNeedsMicAccess
source: This app needs microphone access
fa: این برنامه نیاز به دسترسی به میکروفون دارد
fi: Tämä sovellus tarvitsee mikrofonin käyttöoikeuden
he: האפליקציה הזו זקוקה לגישה למיקרופון
hy: Այս հավելվածին անհրաժեշտ է խոսափողի հասանելիություն
ka: ამ აპს მიკროფონზე წვდომა სჭირდება
kk: Бұл қолданба микрофонды пайдалануды қажет етеді
th: แอพนี้ต้องการการเข้าถึงไมโครโฟน
tt: Бу кушымтага микрофон кирәк

# genericAttempts
source: Attempts
fa: تلاش ها
fi: Yritykset
he: ניסיונות
hy: Փորձեր
ka: მცდელობები
kk: Әрекеттер
th: ความพยายาม
tt: Омтылышлар

# genericAuthor
source: Author
fa: نویسنده
fi: Tekijä
he: מְחַבֵּר
hy: Հեղինակ
ka: ავტორი
kk: Автор
th: ผู้เขียน
tt: Автор

# genericBreath
source: Breath
fa: نفس
fi: Hengitä
he: נְשִׁימָה
hy: Շունչ
ka: სუნთქვა
kk: Тыныс алу
th: ลมหายใจ
tt: Сулыш

# genericCancel
source: Cancel
fa: لغو کنید
fi: Peruuttaa
he: לְבַטֵל
hy: Չեղարկել
ka: გაუქმება
kk: Болдырмау
th: ยกเลิก
tt: Баш тарту

# genericChannel
source: Channel
fa: کانال
fi: kanava
he: עָרוּץ
hy: Ալիք
ka: არხი
kk: Арна
th: ช่อง
tt: Канал

# genericChat
source: Chat
fa: چت کنید
he: לְשׂוֹחֵחַ
hy: Զրուցարան
ka: Სასაუბრო
kk: Чат
th: แชท
tt: Чат

# genericClearFilters
source: Clear Filters
fa: پاک کردن فیلترها
fi: Tyhjennä suodattimet
he: נקה מסננים
hy: Մաքրել զտիչները
ka: ფილტრების გასუფთავება
kk: Сүзгілерді тазалау
th: ล้างตัวกรอง
tt: Фильтрларны чистарту

# genericCompleted
source: Completed
fa: تکمیل شد
fi: valmiiksi
he: הושלם
hy: ավարտված
ka: დასრულდა
kk: аяқталды
th: สมบูรณ์
tt: тәмамланды

# genericContinue
source: Continue
fa: ادامه هید
fi: Jatkaa
he: לְהַמשִׁיך
hy: Շարունակել
ka: განაგრძეთ
kk: Жалғастыру
th: ดำเนินการต่อ
tt: Дәвам итегез

# genericCopy
source: Copy
fa: کپی
fi: Kopioi
he: העתק
hy: Պատճենել
ka: კოპირება
kk: Көшіру
th: คัดลอก
tt: Күчермә

# genericCreate
source: Create
fa: ايجاد كردن
fi: Luoda
he: לִיצוֹר
hy: Ստեղծել
ka: Შექმნა
kk: Жасау
th: สร้าง
tt: Ярат

# genericDelete
source: Delete
fa: حذف
fi: Poistaa
he: לִמְחוֹק
hy: Ջնջել
ka: წაშლა
kk: Жою
th: ลบ
tt: Бетерү

# genericDeny
source: Deny
fa: انکار
fi: Kiellä
he: לְהַכּחִישׁ
hy: Հերքել
ka: უარყოფენ
kk: Бас тарту
th: ปฏิเสธ
tt: Инкарь

# genericDone
source: Done
fa: انجام شده
fi: Tehty
he: בוצע
hy: Կատարած
ka: შესრულებულია
kk: Дайын
th: เสร็จแล้ว
tt: Булды

# genericDownloading
source: Downloading...
fa: در حال دانلود...
fi: Ladataan...
he: מוריד...
hy: Ներբեռնվում է...
ka: მიმდინარეობს ჩამოტვირთვა...
kk: Жүктеп алынуда...
th: กำลังดาวน์โหลด...
tt: Йөкләү ...

# genericEdit
source: Edit
fa: ویرایش کنید
fi: Muokata
he: לַעֲרוֹך
hy: Խմբագրել
ka: რედაქტირება
kk: Өңдеу
th: แก้ไข
tt: Редакцияләү

# genericEditing
source: Editing
fa: ویرایش
fi: Muokkaus
he: עֲרִיכָה
hy: Խմբագրում
ka: რედაქტირება
kk: Өңдеу
th: การแก้ไข
tt: Редакцияләү

# genericEmotion
source: Emotion
fa: هیجانی
fi: Tunteet
he: רֶגֶשׁ
hy: Զգացմունք
ka: ემოცია
kk: Эмоция
th: อารมณ์
tt: Хисләр

# genericEnergy
source: Energy
fa: انرژی
fi: Energiaa
he: אֵנֶרְגִיָה
hy: Էներգիա
ka: ენერგია
kk: Энергия
th: พลังงาน
tt: Энергия

# genericExcellentResult
source: excellent
fa: عالی
fi: erinomaisesti
he: מעולה
hy: շատ լավ
ka: საუკეთესოდ
kk: тамаша
th: ยอดเยี่ยม
tt: бик яхшы

# genericFailed
source: Error
fa: خطا
fi: Virhe
he: שְׁגִיאָה
hy: Սխալ
ka: შეცდომა
kk: Қате
th: ข้อผิดพลาด
tt: Хата

# genericFailed1
source: Failed
fa: ناموفق
fi: Epäonnistui
he: נִכשָׁל
hy: Ձախողվեց
ka: ვერ მოხერხდა
kk: Сәтсіз
th: ล้มเหลว
tt: Уңайсыз

# genericFairResult
source: fair
fa: نسبتاً خوب
fi: kohtuullisesti
he: הוגנת
hy: բավարար
ka: საშუალოდ
kk: жеткілікті
th: พอใช้
tt: адил

# genericFinish
source: Finish
fa: پایان دادن
fi: Suorittaa loppuun
he: סיים
hy: Ավարտել
ka: დასრულება
kk: Аяқтау
th: เสร็จสิ้น
tt: Тәмам итү

# genericGoodResult
source: good
fa: خوب
fi: hyvin
he: טוב
hy: լավ
ka: კარგად
kk: жақсы
th: ดี
tt: яхшы

# genericHello
source: Hello
fa: سلام
fi: Hei
he: שלום
hy: Բարեւ
ka: გამარჯობა
kk: Сәлеметсіз бе
th: สวัสดี
tt: Сәлам

# genericLeave
source: Leave
fa: ترک کردن
fi: Lähde
he: לעזוב
hy: Հեռանալ
ka: დატოვე
kk: Кетіңіз
th: ออกจาก
tt: Кит

# genericListen
source: Listen
fa: گوش بده
fi: Kuunnella
he: להקשיב
hy: Լսիր
ka: მისმინე
kk: Тыңда
th: ฟัง
tt: Тыңла
