Repository: ArtemC6/Mobile
Catalog: lib/l10n/intl_*.arb
Languages: fa, fi, he, hy, ka, kk, th, tt

source: Accept
fa: تایید کنید
fi: Hyväksyä
he: לְקַבֵּל
hy: Ընդունել
ka: მიღება
kk: Қабылдау
th: ยอมรับ
tt: Кабул ит

source: Accessing Teacher Classrooms
fa: دسترسی به کلاس های معلم
fi: Pääsy opettajien luokkahuoneisiin
he: גישה לכיתות מורים
hy: Ուսուցիչների դասարաններ մուտք գործելը
ka: მასწავლებელთა საკლასო ოთახებში წვდომა
kk: Мұғалімдер кабинеттеріне кіру
th: การเข้าถึงห้องเรียนครู
tt: Укытучы сыйныфларына керү

source: Account details
fa: جزئیات حساب
fi: Tilin tiedot
he: פרטי חשבון
hy: Հաշվի մանրամասներ
ka: Ანგარიშის დეტალები
kk: Есептік жазба мәліметтері
th: รายละเอียดบัญชี
tt: Хисап детальләре

# achievementsCompletedPlans
source: Completed Plans
fa: طرح های تکمیل شده
fi: Valmistuneet suunnitelmat
he: תוכניות שהושלמו
hy: Ավարտված պլաններ
ka: დასრულებული გეგმები
kk: Аяқталған жоспарлар
th: แผนเสร็จสมบูรณ์
tt: Тәмамланган планнар

# achievementsNoCompletedPlans
source: No completed Plans found
fa: هیچ طرح تکمیل شده ای یافت نشد
fi: Valmiita suunnitelmia ei löytynyt
he: לא נמצאו תוכניות שהושלמו
hy: Ավարտված պլաններ չեն գտնվել
ka: დასრულებული გეგმები ვერ მოიძებნა
kk: Аяқталған жоспарлар табылмады
th: ไม่พบแผนที่เสร็จสมบูรณ์
tt: Тәмамланган Планнар табылмады

source: Advanced
fa: پیشرفته
fi: Pitkälle kehittynyt
he: מִתקַדֵם
hy: Ընդլայնված
ka: Მოწინავე
kk: Озат
th: ขั้นสูง
tt: Алга

source: All attempts
fa: همه تلاش ها
fi: Kaikki yritykset
he: כל הניסיונות
hy: Բոլոր փորձերը
ka: ყველა მცდელობა
kk: Барлық әрекеттер
th: ความพยายามทั้งหมด
tt: Барлык омтылышлар

source: amount
fa: میزان
fi: määrä
he: כמות
hy: գումարը
ka: თანხა
kk: сомасы
th: จำนวน
tt: күләме

source: App language
fa: زبان برنامه
fi: Sovelluksen kieli
he: שפת האפליקציה
hy: Հավելվածի լեզուն
ka: აპლიკაციის ენა
kk: Қолданба тілі
th: ภาษาของแอป
tt: Кушымта теле

source: Are you sure?
fa: مطمئنی؟
fi: Oletko varma?
he: האם אתה בטוח?
hy: Համոզված ես?
ka: Დარწმუნებული ხარ?
kk: Сіз сенімдісіз бе?
th: คุณแน่ใจไหม?
tt: Ышанасыңмы?

source: Ask AI
fa: از هوش مصنوعی بپرس
fi: Kysy AI
he: שאל את הבינה המלאכותית
hy: Հարցրու AI-ին
ka: ჰკითხე ხელოვნურ ინტელექტს
kk: ЖИ-ге сұра
th: ถาม AI
tt: ЯИдан сора

# authorNotifications
source: Author's messages
fa: پیام های نویسنده
fi: Tekijän viestit
he: הודעות המחבר
hy: Հեղինակի հաղորդագրությունները
ka: ავტორის შეტყობინებები
kk: Автордың хабарламалары
th: ข้อความของผู้เขียน
tt: Автор хәбәрләре

source: Beginner
fa: مبتدی
fi: Aloittelija
he: מַתחִיל
hy: Սկսնակ
ka: დამწყები
kk: Бастаушы
th: เริ่มต้น
tt: Башлангыч

source: Beginning
fa: شروع
fi: Alku
he: התחלה
hy: Սկիզբը
ka: Დასაწყისი
kk: Басталуы
th: จุดเริ่มต้น
tt: Башлау

source: Benefits of Playlists
fa: مزایای لیست پخش
fi: Soittolistojen edut
he: היתרונות של רשימות השמעה
hy: Երգացանկերի առավելությունները
ka: დასაკრავი სიების უპირატესობები
kk: Ойнату тізімдерінің артықшылықтары
th: ประโยชน์ของเพลย์ลิสต์
tt: Плейлистларның өстенлекләре

source: Cancel
fa: لغو کنید
fi: Peruuttaa
he: לְבַטֵל
hy: Չեղարկել
ka: გაუქმება
kk: Болдырмау
th: ยกเลิก
tt: Баш тарту

source: Cancelled
fa: لغو شد
fi: Peruutettu
he: מבוטל
hy: Չեղարկված է
ka: გაუქმდა
kk: Бас тартылды
th: ยกเลิก
tt: Беркетелде

# category4Seasons
source: 4 seasons
fa: 4 فصل
fi: 4 vuodenaikaa
he: 4 עונות
hy: 4 սեզոն
ka: 4 სეზონი
kk: 4 маусым
th: 4 ฤดูกาล
tt: 4 сезон

# category5Senses
source: 5 senses
fa: 5 حواس
fi: 5 aistia
he: 5 חושים
hy: 5 զգայարաններ
ka: 5 გრძნობა
kk: 5 сезім
th: 5 ประสาทสัมผัส
tt: 5 сизү

# categoryAddress
source: Address
fa: نشانی
fi: Osoite
he: כתובת
hy: Հասցե
ka: მისამართი
kk: Мекенжай
th: ที่อยู่
tt: Адрес

# categoryAgileMethodology
source: Agile Methodology
fa: روش شناسی چابک
fi: Ketterä metodologia
he: מתודולוגיה זריזה
hy: Արագաշարժ մեթոդիկա
ka: სწრაფი მეთოდოლოგია
kk: Agile әдістемесі
th: ระเบียบวิธีแบบ Agile
tt: Эзләү методикасы

# categoryAirport
source: Airport
fa: فرودگاه
fi: Lentokenttä
he: שדה תעופה
hy: Օդանավակայան
ka: აეროპორტი
kk: Әуежай
th: สนามบิน
tt: Аэропорт

# categoryAllCategories
source: All categories
fa: همه دسته بندی ها
fi: Kaikki kategoriat
he: כל הקטגוריות
hy: Բոլոր կատեգորիաները
ka: Ყველა კატეგორია
kk: Барлық санаттар
th: ทุกประเภท
tt: Барлык категорияләр

# categoryAlphabet
source: Alphabet
fa: الفبا
fi: Aakkoset
he: אלף בית
hy: Այբուբեն
ka: ანბანი
kk: Әліпби
th: ตัวอักษร
tt: Алфавит

# categoryAnimals
source: Animals
fa: حیوانات
fi: Eläimet
he: חיות
hy: Կենդանիներ
ka: ცხოველები
kk: Жануарлар
th: สัตว์
tt: Хайваннар

# categoryAppointments
source: Appointments
fa: قرار ملاقات ها
fi: Tapaamiset
he: פגישות
hy: Նշանակումներ
ka: დანიშვნები
kk: Кездесулер
th: นัดหมาย
tt: Билгеләнүләр

# categoryAquaticSemiAquaticAnimals
source: Aquatic, semi-aquatic animals
fa: جانوران آبزی، نیمه آبزی
fi: Vesieläimet, puoliksi vesieläimet
he: חיות מים, חצי מימיות
hy: Ջրային, կիսաջրային կենդանիներ
ka: წყლის, ნახევრად წყლის ცხოველები
kk: Су, жартылай су жануарлары
th: สัตว์น้ำกึ่งสัตว์น้ำ
tt: Су, ярым су хайваннары

# categoryBasics
source: Basics
fa: مبانی
fi: Perusasiat
he: יסודות
hy: Հիմունքներ
ka: საფუძვლები
kk: Негіздер
th: พื้นฐาน
tt: Нигезләр

# categoryBeingPolite
source: Being polite
fa: مودب بودن
fi: Olla ystävällinen
he: להיות מנומס
hy: Բարեկիրթ լինելը
ka: თავაზიანი ყოფნა
kk: Әдепті болу
th: สุภาพ
tt: Әдәпле булу

# categoryBody
source: Body
fa: بدن
fi: Runko
he: גוּף
hy: Մարմին
ka: სხეული
kk: Дене
th: ร่างกาย
tt: Тән

# categoryBodyParts
source: Body parts
fa: اعضای بدن
fi: Ruumiinosat
he: חלקי גוף
hy: Մարմնի մասեր
ka: Სხეულის ნაწილები
kk: Дене мүшелері
th: ส่วนของร่างกาย
tt: Тән өлешләре

# categoryBusiness
source: Business
fa: کسب و کار
he: עֵסֶק
hy: Բիզնես
ka: ბიზნესი
kk: Бизнес
th: ธุรกิจ
tt: Бизнес

# categoryCelebrations
source: Celebrations
fa: جشن ها
fi: Juhlat
he: חגיגות
hy: Տոնակատարություններ
ka: ზეიმები
kk: Мерекелер
th: งานเฉลิมฉลอง
tt: Бәйрәмнәр

# categoryClothing
source: Clothing
fa: تن پوش
fi: Vaatetus
he: הַלבָּשָׁה
hy: Հագուստ
ka: ტანსაცმელი
kk: Киім
th: เสื้อผ้า
tt: Кием

# categoryCommunity
source: Community
fa: انجمن
fi: Yhteisö
he: קהילה
hy: Համայնք
ka: საზოგადოება
kk: Қауымдастық
th: ชุมชน
tt: Communityәмгыять

# categoryCommunityHelpers
source: Community helpers
fa: یاوران جامعه
fi: Yhteisön Auttajat
he: עוזרי קהילה
hy: Համայնքի օգնականներ
ka: საზოგადოების დამხმარეები
kk: Қоғамдық көмекшілер
th: ผู้ช่วยชุมชน
tt: Communityәмгыять ярдәмчеләре

# categoryConflict
source: Conflict
fa: تعارض
fi: Konflikti
he: סְתִירָה
hy: Կոնֆլիկտ
ka: Კონფლიქტი
kk: Қақтығыс
th: ขัดแย้ง
tt: Конфликт

# categoryCooking
source: Cooking
fa: آشپزی
fi: Ruoanlaitto
he: בישול
hy: Խոհարարություն
ka: სამზარეულო
kk: Пісіру
th: การทำอาหาร
tt: Пешерү

# categoryCountriesContinents
source: Countries, continents
fa: کشورها، قاره ها
fi: Maat, maanosat
he: מדינות, יבשות
hy: Երկրներ, մայրցամաքներ
ka: ქვეყნები, კონტინენტები
kk: Елдер, континенттер
th: ประเทศ ทวีป
tt: Илләр, континентлар

# categoryCulture
source: Culture
fa: فرهنگ
fi: Kulttuuri
he: תַרְבּוּת
hy: Մշակույթ
ka: კულტურა
kk: Мәдениет
th: วัฒนธรรม
tt: Мәдәният

# categoryDaysMonthsYears
source: Days, months, years
fa: روزها، ماه ها، سال ها
fi: Päiviä, kuukausia, vuosia
he: ימים, חודשים, שנים
hy: Օրեր, ամիսներ, տարիներ
ka: დღეები, თვეები, წლები
kk: Күндер, айлар, жылдар
th: วัน เดือน ปี
tt: Көннәр, айлар, еллар

# categoryDirections
source: Directions
fa: جهت ها
fi: Ohjeet
he: כיוונים
hy: Ուղղություններ
ka: მიმართულებები
kk: Бағыттар
th: ทิศทาง
tt: Ectionsнәлеш

# categoryDomesticAnimalsPets
source: Domestic animals/pets
fa: حیوانات اهلی/حیوانات خانگی
fi: Kotieläimet/lemmikit
he: חיות בית/חיות מחמד
hy: Ընտանի կենդանիներ/ընտանի կենդանիներ
ka: შინაური ცხოველები / შინაური ცხოველები
kk: Үй жануарлары/үй жануарлары
th: สัตว์เลี้ยง/สัตว์เลี้ยง
tt: Йорт хайваннары / йорт хайваннары

# categoryEmails
source: Emails
fa: ایمیل ها
fi: Sähköpostit
he: אימיילים
hy: Նամակներ
ka: ელ.წერილები
kk: Электрондық пошталар
th: อีเมล
tt: Хатлар

# categoryEnvironmentalIssues
source: Environmental issues
fa: مسائل زیست محیطی
fi: Ympäristöasiat
he: נושאים סביבתיים
hy: Բնապահպանական խնդիրները
ka: გარემოსდაცვითი საკითხები
kk: Экологиялық мәселелер
th: ปัญหาสิ่งแวดล้อม
tt: Экологик проблемалар

# categoryExtendedFamily
source: Extended family
fa: خانواده گسترده
fi: Suku
he: משפחה מורחבת
hy: Մեծ ընտանիք
ka: Გაფართოებული ოჯახი
kk: Үлкен отбасы
th: ครอบครัวขยาย
tt: Киңәйтелгән гаилә

# categoryFamily
source: Family
fa: خانواده
fi: Perhe
he: מִשׁפָּחָה
hy: Ընտանիք
ka: ოჯახი
kk: Отбасы
th: ตระกูล
tt: Гаилә

# categoryFeelingsEmotions
source: Feelings, emotions
fa: احساسات، عواطف
fi: Tunteita, tunteita
he: תחושות, רגשות
hy: Զգացմունքներ, հույզեր
ka: გრძნობები, ემოციები
kk: Сезімдер, эмоциялар
th: ความรู้สึก อารมณ์
tt: Хисләр, хисләр

# categoryFood
source: Food
fa: غذا
fi: Ruokaa
he: מזון
hy: Սնունդ
ka: საჭმელი
kk: Тамақ
th: อาหาร
tt: Азык

# categoryGovernment
source: Government
fa: دولت
fi: Hallitus
he: מֶמְשָׁלָה
hy: Կառավարություն
ka: მთავრობა
kk: Үкімет
th: รัฐบาล
tt: Хөкүмәт

# categoryGrammar
source: Grammar
fa: گرامر
fi: Kielioppi
he: דקדוק
hy: Քերականություն
ka: გრამატიკა
kk: Грамматика
th: ไวยากรณ์
tt: Грамматика

# categoryGreetings
source: Greetings
fa: با درود
fi: Terveisiä
he: ברכות
hy: Ողջույններ
ka: სალამი
kk: Сәлем
th: ทักทาย
tt: Сәлам

# categoryHealth
source: Health
fa: سلامتی
fi: Terveys
he: בְּרִיאוּת
hy: Առողջություն
ka: ჯანმრთელობა
kk: Денсаулық
th: สุขภาพ
tt: Сәламәтлек

# categoryHolidayGreetings
source: Holiday greetings
fa: تبریک تعطیلات
fi: Loman terveisiä
he: ברכות לחג
hy: Տոնական ողջույններ
ka: სადღესასწაულო მილოცვა
kk: Мерекемен құттықтау
th: สวัสดีวันหยุด
tt: Бәйрәм котлаулары

# categoryHolidays
source: Holidays
fa: تعطیلات
fi: Lomat
he: חגים
hy: Տոներ
ka: დღესასწაულები
kk: Мерекелер
th: วันหยุด
tt: Каникуллар

# categoryImmediateFamily
source: Immediate family
fa: خانواده
fi: Lähiomaiset
he: משפחה מדרגה ראשונה
hy: Անմիջական ընտանիքը
ka: უახლოესი ოჯახი
kk: Жақын отбасы
th: ครอบครัวทันที
tt: Шунда ук гаилә

# categoryImmigration
source: Immigration
fa: مهاجرت
fi: Maahanmuutto
he: עלייה
hy: Ներգաղթ
ka: Საიმიგრაციო
kk: Иммиграция
th: การตรวจคนเข้าเมือง
tt: Иммиграция

# categoryIndoorOutdoorActivates
source: Indoor, outdoor activities
fa: فعالیت های داخلی، بیرونی
fi: Toimintaa sisällä, ulkona
he: פעילויות בפנים ובחוץ
hy: Ներքին, բացօթյա գործունեություն
ka: შიდა, გარე საქმიანობა
kk: Ішкі, сыртқы іс-шаралар
th: กิจกรรมในร่มและกลางแจ้ง
tt: Ябык, ачык чаралар

# categoryInformationTechnology
source: Information Technology
fa: فناوری اطلاعات
fi: Tietotekniikka
he: טכנולוגית מידע
hy: Ինֆորմացիոն տեխնոլոգիա
ka: Საინფორმაციო ტექნოლოგია
kk: Ақпараттық технологиясы
th: เทคโนโลยีสารสนเทศ
tt: Информацион технология

# categoryInternationalDomesticTravel
source: International, domestic travel
fa: سفرهای بین المللی، داخلی
fi: Kansainvälinen, kotimainen matkailu
he: נסיעות בינלאומיות, פנים
hy: Միջազգային, ներքին ճանապարհորդություն
ka: საერთაშორისო, შიდა მოგზაურობა
kk: Халықаралық, ішкі саяхат
th: การเดินทางระหว่างประเทศและภายในประเทศ
tt: Халыкара, эчке сәяхәт

# categoryInterviewing
source: Interviewing
fa: مصاحبه کردن
fi: Haastattelu
he: מראיין
hy: Հարցազրույց
ka: ინტერვიუ
kk: Сұхбат алу
th: สัมภาษณ์
tt: Интервью

# categoryIntroductions
source: Introductions
fa: مقدمه ها
fi: Esittelyt
he: הקדמות
hy: Ներածություններ
ka: შესავალი
kk: Кіріспелер
th: บทนำ
tt: Кереш сүзләр

# categoryJobDescriptions
source: Job descriptions
fa: شرح شغل
fi: Työ kuvaukset
he: תיאורי תפקידים
hy: Աշխատանքի նկարագրություններ
ka: Სამუშაოს აღწერა
kk: Лауазымдық сипаттамалар
th: รายละเอียดงาน
tt: Эш тасвирламалары

# categoryLandmarks
source: Landmarks
fa: نقاط دیدنی
fi: Maamerkit
he: נקודות ציון
hy: Նշաններ
ka: ღირსშესანიშნაობები
kk: Көрнекті орындар
th: สถานที่สำคัญ
tt: Билгеләр

# categoryLanguageTesting
source: Language testing
fa: تست زبان
fi: Kielten testaus
he: בדיקת שפה
hy: Լեզվի թեստավորում
ka: ენის ტესტირება
kk: Тілдік тестілеу
th: การทดสอบภาษา
tt: Тел тесты

# categoryLeadingMeetings
source: Leading meetings
fa: جلسات پیشرو
fi: Johtavat kokoukset
he: הובלת פגישות
hy: Առաջատար հանդիպումներ
ka: წამყვანი შეხვედრები
kk: Жетекші кездесулер
th: ผู้นำการประชุม
tt: Әйдәп баручы очрашулар

# categoryLife
source: Life
fa: زندگی
fi: Elämä
he: חַיִים
hy: Կյանք
ka: ცხოვრება
kk: Өмір
th: ชีวิต
tt: Тормыш

# categoryLifeAbroad
source: Life Abroad
fa: زندگی در خارج از کشور
fi: Elämä ulkomailla
he: חיים בחו"ל
hy: Կյանքն արտասահմանում
ka: ცხოვრება საზღვარგარეთ
kk: Шетелдегі өмір
th: ชีวิตในต่างประเทศ
tt: Чит илдәге тормыш

# categoryMathTerms
source: Math terms
fa: اصطلاحات ریاضی
fi: Matematiikan termit
he: מונחי מתמטיקה
hy: Մաթեմատիկայի տերմիններ
ka: მათემატიკური ტერმინები
kk: Математикалық терминдер
th: เงื่อนไขทางคณิตศาสตร์
tt: Математика терминнары

# categoryMathematics
source: Mathematics
fa: ریاضیات
fi: Matematiikka
he: מָתֵימָטִיקָה
hy: Մաթեմատիկա
ka: მათემატიკა
kk: Математика
th: คณิตศาสตร์
tt: Математика

# categoryMeals
source: Meals
fa: وعده های غذایی
fi: Ateriat
he: ארוחות
hy: Սնունդ
ka: კვება
kk: Тамақтану
th: อาหาร
tt: Ашау

# categoryMeetingNewPeople
source: Meeting new people
fa: ملاقات با افراد جدید
fi: Uusien ihmisten tapaaminen
he: לפגוש אנשים חדשים
hy: Հանդիպում նոր մարդկանց հետ
ka: Ახალი ხალხის გაცნობა
kk: Жаңа адамдармен танысу
th: พบปะผู้คนใหม่ๆ
tt: Яңа кешеләр белән танышу

# categoryMentalHealth
source: Mental health
fa: سلامت روان
fi: Mielenterveys
he: בריאות נפשית
hy: Հոգեկան առողջություն
ka: Ფსიქიკური ჯანმრთელობის
kk: Психикалық денсаулық
th: สุขภาพจิต
tt: Психик сәламәтлек

# categoryMoneyAndFinances
source: Money and Finances
fa: پول و امور مالی
fi: Raha ja talous
he: כסף וכספים
hy: Փող և ֆինանսներ
ka: ფული და ფინანსები
kk: Ақша және қаржы
th: เงินและการเงิน
tt: Акча һәм финанслар

# categoryMovements
source: Movements
fa: حرکات
fi: Liikkeet
he: תנועות
hy: Շարժումներ
ka: მოძრაობები
kk: Қозғалыс
th: การเคลื่อนไหว
tt: Хәрәкәтләр

# categoryNegotiations
source: Negotiations
fa: مذاکرات
fi: Neuvottelut
he: משא ומתן
hy: Բանակցություններ
ka: მოლაპარაკებები
kk: Келіссөздер
th: การเจรจา
tt: Сөйләшүләр

# categoryNeighborhood
source: Neighborhood
fa: محله
fi: Naapurustossa
he: שְׁכוּנָה
hy: Հարեւանություն
ka: სამეზობლო
kk: Көршілестік
th: ละแวกบ้าน
tt: тирә-юнь

# categoryNumbers
source: Numbers
fa: شماره
fi: Numerot
he: מספרים
hy: Թվեր
ka: ნომრები
kk: Сандар
th: ตัวเลข
tt: Саннар

# categoryOrderingOut
source: Ordering out
fa: در حال سفارش
fi: Tilaus ulos
he: מזמין החוצה
hy: Պատվիրում է
ka: შეკვეთა გარეთ
kk: Тапсырыс беру
th: การออกคำสั่ง
tt: Заказ бирү

# categoryOurWorld
source: Our world
fa: دنیای ما
fi: Maailmamme
he: העולם שלנו
hy: Մեր աշխարհը
ka: Ჩვენი სამყარო
kk: Біздің әлем
th: โลกของเรา
tt: Безнең дөнья

# categoryPastPresentFuture
source: Past, present, future
fa: گذشته حال آینده
fi: Mennyt nykyhetki Tulevaisuus
he: עבר הווה עתיד
hy: Անցյալ, ներկա, ապագա
ka: Წარსული აწმყო მომავალი
kk: Өткен, қазіргі, болашақ
th: อดีตปัจจุบันอนาคต
tt: Pastткән, хәзерге, киләчәк

# categoryPhoneNumber
source: Phone number
fa: شماره تلفن
fi: Puhelinnumero
he: מספר טלפון
hy: Հեռախոսահամար
ka: Ტელეფონის ნომერი
kk: Телефон нөмірі
th: หมายเลขโทรศัพท์
tt: Телефон номеры

# categoryPhonetics
source: Phonetics
fa: آواشناسی
fi: Fonetiikka
he: פוֹנֵטִיקָה
hy: Հնչյունաբանություն
ka: ფონეტიკა
kk: Фонетика
th: สัทศาสตร์
tt: Фонетика

# categoryPhonics
source: Phonics
fa: فونیک
fi: Äänitekniikka
he: פוניקה
hy: Հնչյունաբանություն
ka: ფონიკა
kk: Фонетика
tt: Фоника

# categoryPhrases
source: Phrases
fa: عبارات
fi: Lausekkeet
he: ביטויים
hy: Արտահայտություններ
ka: ფრაზები
kk: Сөз тіркестері
th: วลี
tt: Фразеологизмнар

# categoryPollution
source: Pollution
fa: آلودگی
fi: Saastuminen
he: זיהום
hy: Աղտոտվածություն
ka: დაბინძურება
kk: Ластану
th: มลพิษ
tt: Пычрату

# categoryProfessionalRoles
source: Professional roles
fa: نقش های حرفه ای
fi: Ammattirooleja
he: תפקידים מקצועיים
hy: Մասնագիտական դերեր
ka: პროფესიონალური როლები
kk: Кәсіби рөлдер
th: บทบาททางวิชาชีพ
tt: Профессиональ рольләр

# categoryPublicTransportation
source: Public transportation
fa: حمل و نقل عمومی
fi: Julkinen liikenne
he: תחבורה ציבורית
hy: Հասարակական տրանսպորտ
ka: Საზოგადოებრივი ტრანსპორტი
kk: Қоғамдық көлік
th: การขนส่งสาธารณะ
tt: Җәмәгать транспорты

# categoryReligion
source: Religion
fa: دین
fi: Uskonto
he: דָת
hy: Կրոն
ka: რელიგია
kk: Дін
th: ศาสนา
tt: Дин

# categoryRestaurants
source: Restaurants
fa: رستوران ها
fi: Ravintolat
he: מסעדות
hy: Ռեստորաններ
ka: რესტორნები
kk: Мейрамханалар
th: ร้านอาหาร
tt: Рестораннар

# categorySafety
source: Safety
fa: ایمنی
fi: Turvallisuus
he: בְּטִיחוּת
hy: Անվտանգություն
ka: Უსაფრთხოება
kk: Қауіпсіздік
th: ความปลอดภัย
tt: Куркынычсызлык

# categorySchool
source: School
fa: مدرسه
fi: Koulu
he: בית ספר
hy: Դպրոց
ka: სკოლა
kk: Мектеп
th: โรงเรียน
tt: Мәктәп

# categorySharingInformation
source: Sharing information
fa: به اشتراک گذاری اطلاعات
fi: Tietojen jakaminen
he: לשתף מידע
hy: Տեղեկատվության փոխանակում
ka: ინფორმაციის გაზიარება
kk: Ақпаратпен бөлісу
th: การแบ่งปันข้อมูล
tt: Мәгълүматны уртаклашу

# categoryShopping
source: Shopping
fa: خريد كردن
fi: Ostokset
he: קניות
hy: Գնումներ
ka: შოპინგი
kk: Шопинг
th: ช้อปปิ้ง
tt: Сатып алу

# categorySmallTalk
source: Small talk
fa: صحبت های کوچک
fi: Rupattelu
he: שיחת חולין
hy: Կարճ խոսակցություն
ka: Მოკლე საუბარი
kk: Шағын әңгіме
th: หูฟัง
tt: Кечкенә сөйләшү

# categorySportsPlay
source: Sports, play
fa: ورزش، بازی
fi: Urheilu, leikki
he: ספורט, משחק
hy: Սպորտ, խաղ
ka: სპორტი, თამაში
kk: Спорт, ойын
th: กีฬา, การเล่น
tt: Спорт, уйнау

# categoryStorytelling
source: Storytelling
fa: داستان سرایی
fi: Tarinankerronta
he: סיפור סיפורים
hy: Պատմություն
ka: მოთხრობა
kk: Әңгімелеу
th: การเล่าเรื่อง
tt: Хикәяләү

# categorySubjects
source: Subjects
fa: فاعل، موضوع
fi: Aiheet
he: נושאים
hy: Առարկաներ
ka: საგნები
kk: Тақырыптар
th: วิชา
tt: Темалар

# categoryTechnology
source: Technology
fa: فن آوری
fi: Tekniikka
he: טֶכנוֹלוֹגִיָה
hy: Տեխնոլոգիա
ka: ტექნიკა
kk: Технология
th: เทคโนโลยี
tt: Технология

# categoryTheWeather
source: The weather
fa: آب و هوا
fi: Sää
he: מזג האוויר
hy: Եղանակը
ka: Ამინდი
kk: Ауа райы
th: สภาพอากาศ
tt: Һава торышы

# categoryTime
source: Time
fa: زمان
fi: Aika
he: זְמַן
hy: Ժամանակը
ka: დრო
kk: Уақыт
th: เวลา
tt: Вакыт

# categoryTraditions
source: Traditions
fa: رسم و رسوم
fi: Perinteet
he: מסורות
hy: Ավանդույթներ
ka: ტრადიციები
kk: Дәстүрлер
th: ประเพณี
tt: Традицияләр

# categoryTravel
source: Travel
fa: مسافرت رفتن
fi: Matkustaa
he: לִנְסוֹעַ
hy: Ճամփորդություն
ka: მოგზაურობა
kk: Саяхат
th: การท่องเที่ยว
tt: Сәяхәт

# categoryVehicles
source: Vehicles
fa: وسايل نقليه
fi: Ajoneuvot
he: כלי רכב
hy: Տրանսպորտային միջոցներ
ka: მანქანები
kk: Көлік құралдары
th: ยานพาหนะ
tt: Транспорт

# categoryVocabulary
source: Vocabulary
fa: واژگان
fi: Sanasto
he: אוצר מילים
hy: Բառապաշար
ka: ლექსიკა
kk: Сөздік
th: คำศัพท์
tt: Лексика

# categoryWildAnimals
source: Wild animals
fa: حیوانات وحشی
fi: Villieläimiä
he: חיות בר
hy: Վայրի կենդանիներ
ka: Გარეული ცხოველები
kk: Жабайы жануарлар
th: สัตว์ป่า
tt: Кыргый хайваннар

# categoryWork
source: Work
fa: کار کنید
fi: Työ
he: עֲבוֹדָה
hy: Աշխատանք
ka: მუშაობა
kk: Жұмыс
th: ทำงาน
tt: Эш

# categoryWorkingOut
source: Working-out
fa: تمرین کردن
fi: Urheilla
he: מתאמן
hy: Մարզում
ka: Ვარჯიში
kk: Жаттығу
th: ออกกำลังกาย
tt: Эшләү

# categoryYoga
source: Yoga
fa: یوگا
fi: Jooga
he: יוֹגָה
hy: Յոգա
ka: იოგა
kk: Йога
th: โยคะ
tt: Йога

source: Challenges you liked
fa: تمریناتی که دوست داشتید
fi: Harjoitukset, joista pidit
he: תרגילים שאהבת
hy: Մարզանքներ, որոնք ձեզ դուր են եկել
ka: ვარჯიშები რომ მოგეწონათ
kk: Сізге ұнайтын жаттығулар
th: การออกกำลังกายที่คุณชอบ
tt: Сезгә ошаган күнегүләр

source: Channel Content
fa: محتوای کانال
fi: Kanavan sisältö
he: תוכן הערוץ
hy: Ալիքի բովանդակությունը
ka: არხის კონტენტი
kk: Арна мазмұны
th: เนื้อหาของช่อง
tt: Канал эчтәлеге

# chatUsers
source: Users
fa: کاربران
fi: Käyttäjät
he: משתמשים
hy: Օգտատերեր
ka: მომხმარებლები
kk: Пайдаланушылар
th: ผู้ใช้
tt: Кулланучылар

# chooseDifferentPayment
source: Choose a different payment
fa: پرداخت متفاوتی را انتخاب کنید
fi: Valitse toinen maksu
he: בחר תשלום אחר
hy: Ընտրեք այլ վճարում
ka: აირჩიეთ სხვა გადახდა
kk: Басқа төлемді таңдаңыз
th: เลือกการชำระเงินอื่น
tt: Башка түләү сайлагыз

# chooseDifferentPaymentPlan
source: Choose a different payment
fa: طرح پرداخت متفاوتی را انتخاب کنید
fi: Valitse toinen maksusuunnitelma
he: בחר תוכנית תשלום אחרת
hy: Ընտրեք այլ վճարման պլան
ka: აირჩიეთ სხვა გადახდის გეგმა
kk: Басқа төлем жоспарын таңдаңыз
th: เลือกแผนการชำระเงินอื่น
tt: Башка түләү планын сайлагыз

# classroomAsk2Join
source: Ask to join
fa: درخواست برای پیوستن
fi: Pyydä liittymistä
he: בקשו להצטרף
hy: Խնդրեք միանալ
ka: მოითხოვეთ შეერთება
kk: Қосылуды сұраңыз
th: ขอเข้าร่วม
tt: Кушылырга куш

# classroomCampuses
source: Campuses
fa: پردیس ها
fi: Kampukset
he: קמפוסים
hy: Կամպուսներ
ka: კამპუსები
kk: Кампустар
th: วิทยาเขต
tt: Кампуслар

# classroomCanDelete
source: Can delete
fa: می تواند حذف کند
fi: Voi poistaa
he: יכול למחוק
hy: Կարող է ջնջել
ka: შეიძლება წაშლა
kk: Жоюға болады
th: ลบได้
tt: Бетерә ала

# classroomCanUpdate
source: Can update
fa: می تواند به روز شود
fi: Voi päivittää
he: יכול לעדכן
hy: Կարող է թարմացնել
ka: შეიძლება განახლება
kk: Жаңарта алады
th: สามารถอัพเดทได้
tt: Яңартырга мөмкин

# classroomCancelInvitation
source: Cancel invitation
fa: لغو دعوت
fi: Peruuta kutsu
he: בטל הזמנה
hy: Չեղարկել հրավերը
ka: მოწვევის გაუქმება
kk: Шақырудан бас тарту
th: ยกเลิกคำเชิญ
tt: Чакыруны кире кагарга

# classroomCancelled
source: canceled
fa: لغو شد
fi: peruutettu
he: מבוטל
hy: չեղյալ է հայտարարվել
ka: გაუქმდა
kk: жойылды
th: ยกเลิก
tt: юкка чыгарылды

# classroomClassroom
source: Classroom
fa: کلاس درس
fi: Luokkahuone
he: כיתה
hy: Դասարան
ka: საკლასო ოთახი
kk: Сынып бөлмесі
th: ห้องเรียน
tt: Класс бүлмәсе

# classroomConfirmed
source: confirmed
fa: تایید شده
fi: vahvistettu
he: מְאוּשָׁר
hy: հաստատվել է
ka: დაადასტურა
kk: расталды
th: ยืนยัน
tt: расланды

# classroomCreateCr
source: Create classroom
fa: کلاس درس ایجاد کنید
fi: Luo luokkahuone
he: צור כיתה
hy: Ստեղծեք դասարան
ka: შექმენით საკლასო ოთახი
kk: Сынып бөлмесін құру
th: สร้างห้องเรียน
tt: Класс бүлмәсе булдыру

# classroomCreateNewCr
source: Create new classroom
fa: کلاس درس جدید ایجاد کنید
fi: Luo uusi luokkahuone
he: צור כיתה חדשה
hy: Ստեղծեք նոր դասարան
ka: შექმენით ახალი საკლასო ოთახი
kk: Жаңа сыныпты құру
th: สร้างห้องเรียนใหม่
tt: Яңа сыйныф бүлмәсе булдыру

# classroomCurrentCr
source: Current classroom
fa: کلاس درس فعلی
fi: Nykyinen luokkahuone
he: כיתה נוכחית
hy: Ներկայիս դասարան
ka: ამჟამინდელი საკლასო ოთახი
kk: Қазіргі сынып
th: ห้องเรียนปัจจุบัน
tt: Хәзерге сыйныф бүлмәсе

# classroomElementCount
source: Element count
fa: تعداد عناصر
fi: Elementtien määrä
he: ספירת אלמנטים
hy: Տարրերի հաշվարկ
ka: ელემენტების რაოდენობა
kk: Элемент саны
th: จำนวนองค์ประกอบ
tt: Элемент санау

# classroomEnterCrName
source: Enter classroom name
fa: نام کلاس را وارد کنید
fi: Anna luokan nimi
he: הזן את שם הכיתה
hy: Մուտքագրեք դասարանի անունը
ka: შეიყვანეთ კლასის სახელი
kk: Сынып атауын енгізіңіз
th: ใส่ชื่อห้องเรียน
tt: Класс исемен кертегез

# classroomInvitations
source: Invitations
fa: دعوت نامه ها
fi: Kutsut
he: הזמנות
hy: Հրավերներ
ka: მოსაწვევები
kk: Шақырулар
th: คำเชิญ
tt: Чакырулар

# classroomInvite
source: Invite
fa: دعوت
fi: Kutsu
he: להזמין
hy: Հրավիրել
ka: მოიწვიე
kk: Шақыру
th: เชิญชวน
tt: Чакыр

# classroomInvited
source: invited
fa: دعوت کرد
fi: kutsuttu
he: מוזמן
hy: հրավիրված
ka: მოწვეული
kk: шақырылған
th: เชิญ
tt: чакырылган

# classroomJoinCr
source: Join the classroom
fa: به کلاس درس بپیوندید
fi: Liity luokkahuoneeseen
he: הצטרף לכיתה
hy: Միացեք դասարանին
ka: შეუერთდი კლასს
kk: Сыныпқа қосылу
th: เข้าร่วมห้องเรียน
tt: Класс бүлмәсенә керегез

# classroomNameLength
source: Keep it between 2 and 42 characters
fa: آن را بین 2 تا 42 کاراکتر نگه دارید
fi: Säilytä 2–42 merkkiä
he: שמור אותו בין 2 ל-42 תווים
hy: Պահպանեք այն 2-ից 42 նիշերի միջև
ka: შეინახეთ იგი 2-დან 42 სიმბოლომდე
kk: Оны 2 және 42 таңба арасында сақтаңыз
th: เก็บไว้ระหว่าง 2 ถึง 42 ตัวอักษร
tt: 2 һәм 42 символ арасында саклагыз
