Repository: ArtemC6/Mobile
Catalog: lib/l10n/intl_*.arb
Languages: fa, fi, he, hy, ka, kk, th, tt

source: #Practice phrases
fa: #عبارات را تمرین کنید
fi: #Harjoittele lauseita
he: #תרגול ביטויים
hy: # Պրակտիկ արտահայտություններ
ka: #ივარჯიშე ფრაზები
kk: #Сөз тіркестерін жаттықтыру
th: #ฝึกวลี
tt: # Практика фразеологизмнары

# preferencesDarkTheme
source: Dark theme
fa: تم تاریک
fi: Tumma teema
he: ערכת נושא כהה
hy: Մութ թեմա
ka: მუქი თემა
kk: Қараңғы тақырып
th: ธีมมืด
tt: Кара тема

# preferencesTheme
source: Theme
fa: موضوع
fi: Teema
he: נושא
hy: Թեմա
ka: თემა
kk: Тақырып
th: ธีม
tt: Тема

# productTourChallenge
source: Now click on any Challenge on the list to start.
fa: اکنون برای شروع روی هر چالش موجود در لیست کلیک کنید.
fi: Napsauta nyt mitä tahansa haastetta luettelossa aloittaaksesi.
he: כעת לחץ על כל אתגר ברשימה כדי להתחיל.
hy: Այժմ կտտացրեք ցանկի ցանկացած մարտահրավեր՝ սկսելու համար:
ka: ახლა დააწკაპუნეთ სიის ნებისმიერ გამოწვევაზე დასაწყებად.
kk: Енді бастау үшін тізімдегі кез келген сынақты басыңыз.
th: ตอนนี้คลิกที่ความท้าทายใด ๆ ในรายการเพื่อเริ่มต้น
tt: Хәзер башлау өчен исемлектәге теләсә нинди Чакырыкка басыгыз.

# productTourDiscovery
source: Try a simple exercise or 'Challenge'
fa: یک تمرین ساده یا "چالش" را امتحان کنید
fi: Kokeile yksinkertaista harjoitusta tai "haastetta"
he: נסה תרגיל פשוט או 'אתגר'
hy: Փորձեք պարզ վարժություն կամ «մարտահրավեր»
ka: სცადეთ მარტივი ვარჯიში ან "გამოწვევა"
kk: Қарапайым жаттығуды немесе 'Challenge' жасап көріңіз
th: ลองออกกำลังกายง่ายๆ หรือ 'ท้าทาย'
tt: Гади күнегүләр яки 'Чакыру' кулланып карагыз

# productTourDiscovery1
source: Try a simple exercise. Click on 'Challenges'
fa: یک تمرین ساده را امتحان کنید. روی "چالش ها" کلیک کنید
fi: Kokeile yksinkertaista harjoitusta. Napsauta 'Haasteet'
he: נסה תרגיל פשוט. לחץ על 'אתגרים'
hy: Փորձեք պարզ վարժություն. Սեղմեք «Մարտահրավերներ»
ka: სცადეთ მარტივი ვარჯიში. დააჭირეთ "გამოწვევებს"
kk: Қарапайым жаттығу жасап көріңіз. «Қиындықтар» түймесін басыңыз
th: ลองออกกำลังกายง่ายๆ คลิกที่ 'ความท้าทาย'
tt: Гади күнегүне карагыз. 'Авырлыклар' басыгыз

# productTourListen
source: Click 'Listen' to hear the phrase. You can do it as many times as needed.
fa: برای شنیدن عبارت "گوش دادن" کلیک کنید. می توانید هر چند بار که لازم است این کار را انجام دهید.
fi: Napsauta Kuuntele kuullaksesi lauseen. Voit tehdä sen niin monta kertaa kuin tarvitset.
he: לחץ על 'האזנה' כדי לשמוע את הביטוי. אתה יכול לעשות את זה כמה פעמים שצריך.
hy: Կտտացրեք «Լսել» արտահայտությունը լսելու համար: Դուք կարող եք դա անել այնքան անգամ, որքան անհրաժեշտ է:
ka: დააწკაპუნეთ "მოსმენაზე" ფრაზის მოსასმენად. ამის გაკეთება შეგიძლიათ რამდენჯერაც საჭიროა.
kk: Фразаны есту үшін «Тыңдау» түймесін басыңыз. Сіз мұны қанша қажет болса, сонша рет жасай аласыз.
th: คลิก 'ฟัง' เพื่อฟังวลี คุณสามารถทำได้หลายครั้งตามต้องการ
tt: Фразаны ишетү өчен 'Тыңла' басыгыз. Сез моны кирәк кадәр тапкыр эшли аласыз.

# productTourRepeat
source: Click 'Repeat' to repeat the phrase you've just heard. You can re-record your attempt for better results
fa: برای تکرار عبارتی که به تازگی شنیده اید، روی «تکرار» کلیک کنید. برای نتایج بهتر می توانید تلاش خود را دوباره ثبت کنید
fi: Napsauta 'Toista' toistaaksesi juuri kuulemasi lauseen. Voit tallentaa yrityksesi uudelleen saadaksesi parempia tuloksia
he: לחץ על 'חזרה' כדי לחזור על הביטוי ששמעת זה עתה. אתה יכול להקליט מחדש את הניסיון שלך לקבלת תוצאות טובות יותר
hy: Սեղմեք «Repeat»՝ կրկնելու այն արտահայտությունը, որը դուք հենց նոր լսեցիք: Ավելի լավ արդյունքների համար կարող եք վերագրանցել ձեր փորձը
ka: დააწკაპუნეთ 'გამეორებაზე', რათა გაიმეოროთ ფრაზა, რომელიც ახლახან მოისმინეთ. თქვენ შეგიძლიათ ხელახლა ჩაწეროთ თქვენი მცდელობა უკეთესი შედეგისთვის
kk: Жаңа ғана естіген фразаны қайталау үшін «Қайталау» түймесін басыңыз. Жақсырақ нәтиже алу үшін әрекетті қайта жазуға болады
th: คลิก 'ทำซ้ำ' เพื่อทำซ้ำวลีที่คุณเพิ่งได้ยิน คุณสามารถบันทึกความพยายามอีกครั้งเพื่อผลลัพธ์ที่ดีขึ้น
tt: Сез ишеткән гыйбарәне кабатлау өчен 'Кабатлау' төймәсенә басыгыз. Сез яхшырак нәтиҗәләргә омтылуыгызны яңадан яздыра аласыз

# productTourResults
source: Click the result icon for details.
fa: برای جزئیات روی نماد نتیجه کلیک کنید.
fi: Napsauta tuloskuvaketta saadaksesi lisätietoja.
he: לחץ על סמל התוצאה לפרטים.
hy: Մանրամասների համար սեղմեք արդյունքի պատկերակը:
ka: დეტალებისთვის დააწკაპუნეთ შედეგის ხატულაზე.
kk: Мәліметтер үшін нәтиже белгішесін басыңыз.
th: คลิกไอคอนผลลัพธ์เพื่อดูรายละเอียด
tt: Детальләр өчен нәтиҗә иконасына басыгыз.

# productTourStep0
source: Got it
fa: فهمیدم
fi: Sain sen
he: הבנת
hy: Հասկացա
ka: Გავიგე
kk: Түсіндім
th: เข้าใจแล้ว
tt: Аңладым

# productTourStep1
source: Got it
fa: فهمیدم
fi: Sain sen
he: הבנת
hy: Հասկացա
ka: Გავიგე
kk: Түсіндім
th: เข้าใจแล้ว
tt: Аңладым

# productTourStep2
source: Got it
fa: فهمیدم
fi: Sain sen
he: הבנת
hy: Հասկացա
ka: Გავიგე
kk: Түсіндім
th: เข้าใจแล้ว
tt: Аңладым

# productTourStep3
source: Got it
fa: فهمیدم
fi: Sain sen
he: הבנת
hy: Հասկացա
ka: Გავიგე
kk: Түсіндім
th: เข้าใจแล้ว
tt: Аңладым

# productTourStep4
source: Got it
fa: فهمیدم
fi: Sain sen
he: הבנת
hy: Հասկացա
ka: Გავიგე
kk: Түсіндім
th: เข้าใจแล้ว
tt: Аңладым

# productTourTryAgain
source: Click 'Try again' to re-record your attempt and get new results.
fa: برای ثبت مجدد تلاش و دریافت نتایج جدید، روی «دوباره امتحان کنید» کلیک کنید.
fi: Napsauta 'Yritä uudelleen' tallentaaksesi yrityksesi uudelleen ja saadaksesi uusia tuloksia.
he: לחץ על 'נסה שוב' כדי לתעד מחדש את הניסיון שלך ולקבל תוצאות חדשות.
hy: Սեղմեք «Փորձեք նորից»՝ ձեր փորձը վերագրանցելու և նոր արդյունքներ ստանալու համար:
ka: დააწკაპუნეთ „სცადეთ ხელახლა“, რათა ხელახლა ჩაიწეროთ თქვენი მცდელობა და მიიღოთ ახალი შედეგები.
kk: Әрекетіңізді қайта жазып, жаңа нәтижелер алу үшін «Қайталап көру» түймесін басыңыз.
th: คลิก 'ลองอีกครั้ง' เพื่อบันทึกความพยายามของคุณอีกครั้งและรับผลลัพธ์ใหม่
tt: Сезнең омтылышыгызны яңадан яздырып, яңа нәтиҗәләр алу өчен 'Кабатлап карагыз' төймәсенә басыгыз.

source: Proficient
fa: مسلط
fi: Taitava
he: בקיא
hy: Հմուտ
ka: დახელოვნებული
kk: Білікті
th: เชี่ยวชาญ
tt: Оста

# profileFirstName
source: First Name
fa: نام کوچک
fi: Etunimi
he: שם פרטי
hy: Անուն
ka: Სახელი
kk: Аты
th: ชื่อจริง
tt: Исем

# profileICanSpeak
source: I can speak
fa: من میتوانم صحبت کنم
fi: Osaan puhua
he: אני יכול לדבר
hy: Ես կարող եմ խոսել
ka: Მე შემიძლია ლაპარაკი
kk: Мен сөйлей аламын
th: ฉันสามารถพูด
tt: Мин сөйләшә алам

# profileIWantToSpeak
source: I want to speak
fa: من میخواهم صحبت کنم
fi: Haluan puhua
he: אני רוצה לדבר
hy: Ես ուզում եմ խոսել
ka: ლაპარაკი მინდა
kk: Мен сөйлескім келеді
th: ฉันต้องการที่จะพูด
tt: Минем сөйләргә телим

# profileLastName
source: Last Name
fa: نام خانوادگی
fi: Sukunimi
he: שם משפחה
hy: Ազգանուն
ka: Გვარი
kk: Тек
th: นามสกุล
tt: Фамилия

source: Profile settings
fa: تنظیمات پروفایل
fi: Profiilin asetukset
he: הגדרות פרופיל
hy: Պրոֆիլի կարգավորումներ
ka: პროფილის პარამეტრები
kk: Профиль параметрлері
th: การตั้งค่าโปรไฟล์
tt: Профиль көйләүләре

# profileTabAbout
source: About
fa: در باره
fi: Noin
he: על אודות
hy: Մասին
ka: შესახებ
kk: туралы
th: เกี่ยวกับ
tt: Турында

# profileTabAboutApp
source: About the application
fa: درباره برنامه
fi: Tietoja sovelluksesta
he: לגבי האפליקציה
hy: Դիմումի մասին
ka: განაცხადის შესახებ
kk: Қолданба туралы
th: เกี่ยวกับแอพพลิเคชั่น
tt: Кушымта турында

# profileTabExit
source: Exit from your account
fa: از حساب خود خارج شوید
fi: Poistu tililtäsi
he: צא מהחשבון שלך
hy: Դուրս եկեք ձեր հաշվից
ka: გადით თქვენი ანგარიშიდან
kk: Тіркелгіңізден шығыңыз
th: ออกจากบัญชีของคุณ
tt: Сезнең хисаптан чыгу

# profileTabLogout
source: Log Out
fa: خروج
fi: Kirjautua ulos
he: להתנתק
hy: Դուրս գալ
ka: გასვლა
kk: Шығу
th: ออกจากระบบ
tt: Чыгарга

# profileTabPreferences
source: Preferences
fa: اولویت ها
fi: Asetukset
he: העדפות
hy: Նախապատվություններ
ka: პრეფერენციები
kk: Параметрлер
th: การตั้งค่า
tt: Өстенлекләр

# profileTabProfile
source: Profile
fa: مشخصات
fi: Profiili
he: פּרוֹפִיל
hy: Անձնագիր
ka: პროფილი
kk: Профиль
th: ประวัติโดยย่อ
tt: Профиль

# profileTabSubscriptions
source: Subscriptions
fa: اشتراک ها
fi: Tilaukset
he: מנויים
hy: Բաժանորդագրություններ
ka: გამოწერები
kk: Жазылымдар
th: การสมัครรับข้อมูล
tt: Подписка

# profileUserName
source: Username
fa: نام کاربری
fi: Käyttäjänimi
he: שם משתמש
hy: Օգտագործողի անունը
ka: მომხმარებლის სახელი
kk: Пайдаланушы аты
th: ชื่อผู้ใช้

source: QR Code Scanner
fa: اسکنر کد QR
fi: QR-koodinlukija
he: סורק קוד QR
hy: QR կոդի սկաներ
ka: QR კოდების სკანერი
kk: QR код сканері
th: เครื่องสแกนรหัส QR
tt: QR код сканеры

source: Rating
fa: رتبه بندی
fi: Luokitus
he: דֵרוּג
hy: վարկանիշ
ka: რეიტინგი
kk: Pейтинг
th: คะแนน
tt: Pейтингы

# rawLanguage_ar_AR
source: Arabic
fa: عربی
fi: arabialainen
he: עֲרָבִית
hy: արաբերեն
ka: არაბული
kk: араб
th: ภาษาอาหรับ
tt: Гарәп

# rawLanguage_de_DE
source: German
fa: آلمانی
fi: Saksan kieli
he: גֶרמָנִיָת
hy: գերմաներեն
ka: გერმანული
kk: неміс
th: เยอรมัน
tt: Немец

# rawLanguage_en_US
source: English (US)
fa: انگلیسی ما)
fi: Englanti me)
he: אנגלית ארה"ב)
hy: անգլերեն (ԱՄՆ)
ka: ინგლისური (აშშ)
kk: Ағылшын (АҚШ)
th: อังกฤษ (สหรัฐอเมริกา)
tt: Инглиз (АКШ)

# rawLanguage_es_ES
source: Spanish
fa: اسپانیایی
fi: Espanja
he: ספרדית
hy: իսպաներեն
ka: ესპანური
kk: испан
th: สเปน
tt: Испан

# rawLanguage_fa_IR
source: Persian
fa: فارسی
fi: persialainen
he: פַּרסִית
hy: պարսկ
ka: სპარსული
kk: парсы
th: เปอร์เซีย
tt: Фарсы

# rawLanguage_fi_FI
source: Finnish
fa: فنلاندی
fi: Suomalainen
he: פִינִית
hy: Ֆիններեն
ka: ფინური
kk: фин
th: ภาษาฟินแลนด์
tt: Фин

# rawLanguage_fr_FR
source: French
fa: فرانسوی
fi: Ranskan kieli
he: צָרְפָתִית
hy: ֆրանսերեն
ka: ფრანგული
kk: француз
th: ภาษาฝรั่งเศส
tt: Француз

# rawLanguage_he_IL
source: Hebrew
fa: عبری
fi: heprealainen
he: עִברִית
hy: եբրայերեն
ka: ებრაული
kk: иврит
th: ภาษาฮิบรู
tt: Иврит

# rawLanguage_hi_IN
source: Hindi
fa: هندی
he: הינדי
hy: Հինդի
ka: ჰინდი
kk: Һинди
th: ฮินดี
tt: Һинди

# rawLanguage_hy_AM
source: Armenian
fa: ارمنی
fi: armenialainen
he: אַרְמֶנִית
hy: հայերեն
ka: სომხური
kk: армян
th: อาร์เมเนีย
tt: Әрмән

# rawLanguage_id_ID
source: Indonesian
fa: اندونزیایی
fi: Indonesialainen
he: אינדונזית
hy: Ինդոնեզերեն
ka: ინდონეზიური
kk: индонезиялық
th: ชาวอินโดนีเซีย
tt: Индонезия

# rawLanguage_it_IT
source: Italian
fa: ایتالیایی
fi: italialainen
he: אִיטַלְקִית
hy: Իտալական
ka: იტალიური
kk: итальян
th: ภาษาอิตาลี
tt: Италия

# rawLanguage_ja_JP
source: Japanese
fa: ژاپنی
fi: japanilainen
he: יַפָּנִית
hy: ճապոներեն
ka: იაპონელი
kk: жапон
th: ญี่ปุ่น
tt: Япон

# rawLanguage_ka_GE
source: Georgian
fa: گرجی
he: גרוזינית
hy: վրաց
ka: ქართული
kk: грузин
th: จอร์เจียน
tt: Грузин

# rawLanguage_kik_KI
source: Kikuyu
fa: کیکویو
he: קיקויו
hy: Կիկյույու
ka: კიკუიუ
kk: Кикую
th: คิคูยู
tt: Кикуйу

# rawLanguage_kk_KZ
source: Kazakh
fa: قزاقی
fi: Kazakstan
he: קזחית
hy: ղազախ
ka: ყაზახური
kk: қазақ
th: คาซัค
tt: Казакъстан

# rawLanguage_ko_KR
source: Korean
fa: کره ای
fi: Korealainen
he: קוריאנית
hy: կորեերեն
ka: კორეული
kk: корей
th: เกาหลี
tt: Корея

# rawLanguage_la_LA
source: Latin
fa: لاتین
fi: Latina
he: לָטִינִית
hy: լատիներեն
ka: ლათინური
kk: латын
th: ภาษาละติน
tt: Латин

# rawLanguage_lug_LG
source: Ganda
fa: زیبایی
he: גנדה
hy: Գանդա
ka: სილამაზე
kk: Сұлулық
th: ความงาม
tt: Матурлык

# rawLanguage_mnk_GN
source: Mandinka
fa: ماندینکا
he: מנדינקה
hy: Մանդինկա
ka: მანდინკა
kk: Мандинка
th: มันดินกา
tt: Мандинка

# rawLanguage_no_NO
source: Norwegian
fa: نروژی
fi: Norjan kieli
he: נורבגית
hy: նորվեգական
ka: ნორვეგიული
kk: норвег
th: นอร์เวย์
tt: Норвегия

# rawLanguage_pl_PL
source: Polish
fa: لهستانی
fi: Kiillottaa
he: פולנית
hy: լեհ
ka: პოლონური
kk: поляк
th: ขัด
tt: Поляк

# rawLanguage_pt_BR
source: Portuguese
fa: پرتغالی
fi: Portugalin kieli
he: פורטוגזית
hy: պորտուգալերեն
ka: პორტუგალიური
kk: португал тілі
th: โปรตุเกส
tt: Португал

# rawLanguage_ru_RU
source: Russian
fa: روسی
fi: Venäjän kieli
he: רוּסִית
hy: ռուսերեն
ka: რუსული
kk: орыс
th: รัสเซีย
tt: Рус

# rawLanguage_sv_SV
source: Swedish
fa: سوئدی
fi: Ruotsin kieli
he: שוודית
hy: շվեդ
ka: შვედური
kk: швед
th: ภาษาสวีเดน
tt: Швед

# rawLanguage_swa_SW
source: Swahili
fa: سواحیلی
he: סוואהילית
hy: Սուահիլի
ka: სუაჰილი
kk: суахили
th: สวาฮีลี
tt: Суахили

# rawLanguage_th_TH
source: Thai
fa: تایلندی
fi: thaimaalainen
he: תאילנדית
hy: Թայերեն
ka: ტაილანდური
kk: тай
th: ไทย
tt: Тай

# rawLanguage_tr_TR
source: Turkish
fa: ترکی
fi: turkkilainen
he: טורקית
hy: թուրքական
ka: თურქული
kk: түрік
th: ภาษาตุรกี
tt: Төрек

# rawLanguage_tt_RU
source: Tatar
fa: تاتاری
fi: tatari
he: טטרית
hy: թաթար
ka: თათრული
kk: татар
th: ตาตาร์
tt: Татар

# rawLanguage_uk_UA
source: Ukrainian
fa: اوکراینی
fi: ukrainalainen
he: אוקראינית
hy: ուկրաինական
ka: უკრაინული
kk: украин
th: ยูเครน
tt: Украин

# rawLanguage_zh_CN
source: Simplified Chinese
fa: چینی ساده شده
fi: Yksinkertaistettu kiina
he: סינית פשוטה
hy: Պարզեցված չինարեն
ka: Გამარტივებული ჩინური
kk: Жеңілдетілген қытай
th: ภาษาจีนตัวย่อ
tt: Гадиләштерелгән кытай

# rawLanguage_zh_TW
source: Traditional Chinese
fa: چینی سنتی
fi: Perinteinen kiina
he: סינית מסורתית
hy: Ավանդական չինարեն
ka: Ტრადიციული ჩინური
kk: Дәстүрлі қытай
th: จีนดั้งเดิม
tt: Традицион кытайлар

source: Reject
fa: رد کردن
fi: Hylätä
he: לִדחוֹת
hy: Մերժել
ka: Უარი თქვას
kk: Қабылдамау
th: ปฏิเสธ
tt: Баш тарт

# repeatDoNotForget
source: #repeat don't forget
fa: #تکرار فراموش نشود
fi: #toista älä unohda
he: #repeat אל תשכח
hy: #կրկնել մի մոռացեք
ka: #გაიმეორე არ დაგავიწყდეს
kk: #қайталау ұмытпаңыз
th: #ย้ำอย่าลืม
tt: # кабатлама

# restart
source: Please note that this operation will change the application's local language. For the application to function properly, we recommend restarting it.
fa: لطفاً توجه داشته باشید که این عملیات زبان محلی برنامه را تغییر خواهد داد. برای اینکه برنامه به درستی کار کند، توصیه می کنیم آن را دوباره راه اندازی کنید.
fi: Huomaa, että tämä toiminto muuttaa sovelluksen paikallisen kielen. Jotta sovellus toimisi oikein, suosittelemme sen käynnistämistä uudelleen.
he: שימו לב שפעולה זו תשנה את השפה המקומית של האפליקציה. כדי שהיישום יפעל כראוי, אנו ממליצים להפעיל אותו מחדש.
hy: Խնդրում ենք նկատի ունենալ, որ այս գործողությունը կփոխի հավելվածի տեղական լեզուն: Որպեսզի հավելվածը ճիշտ աշխատի, խորհուրդ ենք տալիս վերագործարկել այն:
ka: გთხოვთ გაითვალისწინოთ, რომ ეს ოპერაცია შეცვლის აპლიკაციის ადგილობრივ ენას. იმისათვის, რომ აპლიკაციამ სწორად იმუშაოს, გირჩევთ გადატვირთოთ იგი.
kk: Бұл әрекет қолданбаның жергілікті тілін өзгертетінін ескеріңіз. Қолданба дұрыс жұмыс істеуі үшін оны қайта іске қосуды ұсынамыз.
th: โปรดทราบว่าการดำเนินการนี้จะเปลี่ยนภาษาท้องถิ่นของแอปพลิเคชัน เพื่อให้แอปพลิเคชันทำงานได้อย่างถูกต้อง เราขอแนะนำให้รีสตาร์ท
tt: Зинһар, бу операция кушымтаның җирле телен үзгәртәчәк. Кушымта дөрес эшләсен өчен, без аны яңадан башларга киңәш итәбез.

# restartPlan
source: Would you like to start this plan over?
fa: آیا می خواهید این طرح را از نو شروع کنید؟
fi: Haluatko aloittaa tämän suunnitelman alusta?
he: האם תרצה להתחיל את התוכנית הזו מחדש?
hy: Կցանկանա՞ք այս պլանը նորից սկսել:
ka: გსურთ ამ გეგმის თავიდან დაწყება?
kk: Бұл жоспарды басынан бастағыңыз келе ме?
th: คุณต้องการเริ่มต้นแผนนี้ใหม่หรือไม่?
tt: Бу планны яңадан башларга телисезме?

source: Result
fa: نتیجه
fi: Tulos
he: תוֹצָאָה
hy: Արդյունք
ka: შედეგი
kk: Нәтиже
th: ผลลัพธ์
tt: Нәтиҗә

source: Scan QR-Code
fa: اسکن QR-Code
fi: Skannaa QR-koodi
he: סרוק קוד QR
ka: QR-კოდის სკანირება
kk: QR-кодты сканерлеңіз
th: สแกนรหัส QR
tt: QR-кодны сканерлау

# searchTabChallenges
source: Challenges
fa: چالش ها
fi: Haasteet
he: אתגרים
hy: Մարտահրավերներ
ka: გამოწვევები
kk: Қиындықтар
th: ความท้าทาย
tt: Авырлыклар

# searchTabChannels
source: Channels
fa: کانال ها
fi: Kanavat
he: ערוצים
hy: Ալիքներ
ka: არხები
kk: Арналар
th: ช่อง
tt: Каналлар

# searchTabFeed
source: Feed
fa: خوراک
fi: Syötä
he: הזנה
hy: Կերակրել
ka: არხი
kk: Арна
th: ให้อาหาร
tt: Туклану

# searchTabPlaylists
source: Playlists
fa: لیست های پخش
fi: Soittolistat
he: רשימות השמעה
hy: Երգացանկեր
ka: დასაკრავი სიები
kk: Ойнату тізімдері
th: เพลย์ลิสต์
tt: Плейлистлар

# searchTabStories
source: Stories
fa: داستان ها
fi: Tarinoita
he: סיפורים
hy: Պատմություններ
ka: მოთხრობები
kk: Әңгімелер
th: เรื่อง
tt: Хикәяләр

# selectTheLanguages
source: Kindly select the languages you are already proficient in and wish to explore.
fa: لطفاً زبان‌هایی را که قبلاً به آن‌ها مسلط هستید و می‌خواهید کاوش کنید، انتخاب کنید.
fi: Valitse ystävällisesti kielet, joita jo osaat ja haluat tutkia.
he: אנא בחר את השפות שאתה כבר בקי בהן וברצונך לחקור.
hy: Խնդրում ենք ընտրել այն լեզուները, որոնց դուք արդեն տիրապետում եք և ցանկանում եք ուսումնասիրել:
ka: გთხოვთ, აირჩიოთ ის ენები, რომლებსაც უკვე ფლობთ და გსურთ შეისწავლოთ.
kk: Өзіңіз білетін және зерттегіңіз келетін тілдерді таңдаңыз.
th: กรุณาเลือกภาษาที่คุณเชี่ยวชาญอยู่แล้วและต้องการสำรวจ
tt: Сез инде яхшы белгән һәм өйрәнергә теләгән телләрне игелек белән сайлагыз.

source: Smart #Recommendations
fa: #توصیه های هوشمند
fi: Älykkäät #suositukset
he: #המלצות חכמות
hy: Խելացի #առաջարկություններ
ka: ჭკვიანი #რეკომენდაციები
kk: Ақылды #Ұсыныстар
th: #คำแนะนำอันชาญฉลาด
tt: Акыллы # Рекомендацияләр

source: Speak
fa: صحبت
fi: Puhua
he: לְדַבֵּר
hy: Խոսեք
ka: ისაუბრე
kk: Сөйлеу
th: พูด
tt: Сөйлә

source: Start new
fa: شروع جدید
fi: Aloita uusi
he: התחל חדש
hy: Սկսեք նորը
ka: დაიწყე ახალი
kk: Жаңадан бастаңыз
th: เริ่มต้นใหม่
tt: Яңа башлау

source: Start new story
fa: شروع داستان جدید
fi: Aloita uusi tarina
he: התחל סיפור חדש
hy: Սկսեք նոր պատմություն
ka: დაიწყე ახალი ამბავი
kk: Жаңа әңгіме бастау
th: เริ่มเรื่องใหม่
tt: Яңа хикәяне башлау

source: Start over?
fa: از نو شروع کنم؟
fi: Aloittaa alusta?
he: להתחיל מחדש?
hy: Վերսկսել?
ka: Თავიდან დაწყება?
kk: Қайтадан бастау керек пе?
th: เริ่มต้นใหม่?
tt: Башлыйсызмы?

# startTalking
source: Start talking for emotional analysis
fa: برای تحلیل احساسی شروع به صحبت کنید
fi: Aloita puhuminen tunneanalyysiä varten
he: התחל לדבר לניתוח רגשי
hy: Սկսեք խոսել հուզական վերլուծության համար
ka: დაიწყეთ საუბარი ემოციური ანალიზისთვის
kk: Эмоционалды талдау үшін сөйлесуді бастаңыз
th: เริ่มพูดคุยเพื่อวิเคราะห์อารมณ์
tt: Эмоциональ анализ өчен сөйләшә башлагыз

# storyAverage
source: Average
fa: میانگین
fi: Keskiverto
he: מְמוּצָע
hy: Միջին
ka: საშუალო
kk: Орташа
th: เฉลี่ย
tt: Уртача

# storyChooseCharacters
source: Choose characters to play
fa: شخصیت هایی را برای بازی انتخاب کنید
fi: Valitse pelattavat hahmot
he: בחר דמויות לשחק
hy: Ընտրեք կերպարներ խաղալու համար
ka: აირჩიეთ პერსონაჟები სათამაშოდ
kk: Ойнайтын кейіпкерлерді таңдаңыз
th: เลือกตัวละครที่จะเล่น
tt: Уйнау өчен персонажларны сайлагыз

# storyChooseNextAct
source: Choose next act
fa: اقدام بعدی را انتخاب کنید
fi: Valitse seuraava toiminto
he: בחר את המעשה הבא
hy: Ընտրեք հաջորդ գործողությունը
ka: აირჩიეთ შემდეგი მოქმედება
kk: Келесі әрекетті таңдаңыз
th: เลือกการกระทำต่อไป
tt: Киләсе актны сайлагыз

# storyCompareResult
source: Compare result
fa: نتیجه را مقایسه کنید
fi: Vertaa tulosta
he: השווה תוצאה
hy: Համեմատեք արդյունքը
ka: შეადარეთ შედეგი
kk: Нәтижені салыстыру
th: เปรียบเทียบผลลัพธ์
tt: Нәтиҗәне чагыштырыгыз

# storyInvite
source: Invite others (type username or email)
fa: دعوت از دیگران (نام کاربری یا ایمیل را تایپ کنید)
fi: Kutsu muita (kirjoita käyttäjänimi tai sähköpostiosoite)
he: הזמן אחרים (הקלד שם משתמש או דוא"ל)
hy: Հրավիրեք ուրիշներին (մուտքագրեք օգտվողի անունը կամ էլ. փոստը)
ka: მოიწვიე სხვები (აკრიფეთ მომხმარებლის სახელი ან ელფოსტა)
kk: Басқаларды шақыру (пайдаланушы атын немесе электрондық поштаны теріңіз)
th: เชิญผู้อื่น (พิมพ์ชื่อผู้ใช้หรืออีเมล)
tt: Башкаларны чакырыгыз (кулланучы исемен яки электрон почта языгыз)

# storyInvitePlayers
source: Invite players
fa: بازیکنان را دعوت کنید
fi: Kutsu pelaajia
he: הזמן שחקנים
hy: Հրավիրեք խաղացողներին
ka: მოიწვიე მოთამაშეები
kk: Ойыншыларды шақыру
th: เชิญผู้เล่น
tt: Уенчыларны чакырыгыз

# storyListen2OtherPlayersAttempt
source: Listen to other players attempt
fa: گوش دادن به تلاش بازیکنان دیگر
fi: Kuuntele muiden pelaajien yritystä
he: הקשב לניסיון של שחקנים אחרים
hy: Լսեք այլ խաղացողների փորձերը
ka: მოუსმინეთ სხვა მოთამაშეების მცდელობას
kk: Басқа ойыншылардың әрекетін тыңдаңыз
th: ฟังความพยายามของผู้เล่นคนอื่น
tt: Башка уенчыларның тырышлыгын тыңлагыз

# storyListenToYourAttempt
source: Listen to your attempt
fa: به تلاشت گوش کن
fi: Kuuntele yritystäsi
he: תקשיב לניסיון שלך
hy: Լսեք ձեր փորձը
ka: მოუსმინეთ თქვენს მცდელობას
kk: Сіздің әрекетіңізді тыңдаңыз
th: ฟังความพยายามของคุณ
tt: Тырышлыгыгызны тыңлагыз

# storyModeCertification
source: Certification
fa: گواهینامه
fi: Sertifiointi
he: תעודה
hy: Հավաստագրում
ka: სერტიფიცირება
kk: Сертификаттау
th: การรับรอง
tt: Сертификат

# storyModeNoAnyMode
source: The current story does not have any mode
fa: داستان فعلی هیچ حالتی ندارد
fi: Nykyisessä tarinassa ei ole tilaa
he: לסיפור הנוכחי אין שום מצב
hy: Ներկայիս պատմությունը որևէ ռեժիմ չունի
ka: მიმდინარე სიუჟეტს არანაირი რეჟიმი არ აქვს
kk: Ағымдағы оқиғаның ешқандай режимі жоқ
th: เนื้อเรื่องปัจจุบันไม่มีโหมดใดๆ
tt: Хәзерге хикәянең бернинди режимы да юк

# storyModePlayByRoles
source: Play by roles
fa: بازی بر اساس نقش ها
fi: Pelaa roolien mukaan
he: לשחק לפי תפקידים
hy: Խաղացեք ըստ դերերի
ka: თამაში როლების მიხედვით
kk: Рөлдер бойынша ойнау
th: เล่นตามบทบาท
tt: Рольләр белән уйнагыз

# storyRepeatAfterAudio
source: Repeat after audio
fa: بعد از صدا تکرار کنید
fi: Toista äänen jälkeen
he: חזור אחרי השמע
hy: Կրկնել ձայնագրությունից հետո
ka: გაიმეორეთ აუდიოს შემდეგ
kk: Аудиодан кейін қайталаңыз
th: ทำซ้ำหลังจากเสียง
tt: Аудиодан соң кабатла

source: Story result
fa: نتیجه داستان
fi: Tarinan tulos
he: תוצאת סיפור
hy: Պատմության արդյունքը
ka: სიუჟეტის შედეგი
kk: Әңгіменің нәтижесі
th: ผลลัพธ์ของเรื่องราว
tt: Хикәя нәтиҗәләре

# storyShareLink
source: Share link
fa: لینک را به اشتراک بگذارید
fi: Jaa linkki
he: שתף קישור
hy: Կիսվել հղումով
ka: Გააზიარე ლინკი
kk: Сілтемені бөлісу
th: แบ่งปันลิงค์
tt: Ссылка бүлешү

# storyShareLinkWithUsers
source: Share link with users
fa: لینک را با کاربران به اشتراک بگذارید
fi: Jaa linkki käyttäjien kanssa
he: שתף קישור עם משתמשים
hy: Կիսվեք հղումով օգտվողների հետ
ka: გაუზიარეთ ბმული მომხმარებლებს
kk: Сілтемені пайдаланушылармен бөлісіңіз
th: แชร์ลิงก์กับผู้ใช้
tt: Кулланучылар белән сылтама бүлешегез

# storyStart
source: Start story
fa: شروع داستان
fi: Aloita tarina
he: התחל סיפור
hy: Սկսեք պատմությունը
ka: დაიწყეთ ამბავი
kk: Әңгімені бастау
th: เริ่มเรื่อง
tt: Хикәя башлау

# storyWaitingForOtherPlayersTurn
source: Waiting for other players turn
fa: منتظر نوبت سایر بازیکنان باشید
fi: Odotetaan muiden pelaajien vuoroa
he: מחכה לתור שחקנים אחרים
hy: Սպասում է մյուս խաղացողների շրջադարձին
ka: ველოდები სხვა მოთამაშეების შემობრუნებას
kk: Басқа ойыншылардың кезегін күту
th: รอผู้เล่นคนอื่นเปลี่ยน
tt: Башка уенчыларның борылышын көтү

# storyYourTurn
source: Your turn to speak
fa: نوبت شما برای صحبت
fi: Sinun vuorosi puhua
he: תורך לדבר
hy: Ձեր հերթն է խոսելու
ka: თქვენი ჯერია ლაპარაკი
kk: Сөйлеу кезегіңіз
th: ตาคุณที่จะพูด
tt: Сезнең сөйләү чираты

source: Subscribe to
fa: اشتراک در
fi: Tilata
he: הרשם ל
hy: Բաժանորդագրվել
ka: Გამოწერა
kk: Жазылу
th: ติดตาม
tt: Подписка

source: Subscribe to #Channels
fa: در #کانال ها مشترک شوید
fi: Tilaa #kanavat
he: הירשם ל-#Channels
hy: Բաժանորդագրվեք #Channels-ին
ka: გამოიწერეთ #არხები
kk: #Арналарға жазылыңыз
th: ติดตาม #Channels
tt: # Каналларга язылу

# subscriptionActive
source: Current. Thank you!
fa: جاری. متشکرم!
fi: Nykyinen. Kiitos!
he: נוֹכְחִי. תודה!
hy: Ընթացիկ. Շնորհակալություն!
ka: მიმდინარე. Გმადლობთ!
kk: Ағымдағы. Рақмет сізге!
th: หมุนเวียน. ขอขอบคุณ!
tt: Ток. Рәхмәт!

# subscriptionAdvanced
source: Advanced
fa: پیشرفته
fi: Pitkälle kehittynyt
he: מִתקַדֵם
hy: Ընդլայնված
ka: Მოწინავე
kk: Озат
th: ขั้นสูง
tt: Алга киткән

# subscriptionAdvancedPlan
source: Advanced plan
fa: طرح پیشرفته
fi: Edistynyt suunnitelma
he: תוכנית מתקדמת
hy: Ընդլայնված պլան
ka: გაფართოებული გეგმა
kk: Жетілдірілген жоспар
th: แผนขั้นสูง
tt: Алдынгы план

# subscriptionBasic
source: Basic
fa: پایه ای
fi: Perus
he: בסיסי
hy: Հիմնական
ka: ძირითადი
kk: Негізгі
th: ขั้นพื้นฐาน
tt: Төп
