Repository: ArtemC6/Mobile
Catalog: lib/l10n/intl_*.arb
Languages: fa, fi, he, hy, ka, kk, th, tt

# genericListenMyAttempt
source: Listen to my attempt
fa: به تلاش من گوش کن
fi: Kuuntele yritystäni
he: תקשיב לניסיון שלי
hy: Լսեք իմ փորձը
ka: მოუსმინე ჩემს მცდელობას
kk: Менің әрекетімді тыңдаңыз
th: ฟังความพยายามของฉัน
tt: Минем тырышлыгымны тыңла

# genericMessage
source: Message
fa: پیام
fi: Viesti
he: הוֹדָעָה
hy: Հաղորդագրություն
ka: შეტყობინება
kk: Хабар
th: ข้อความ
tt: Хәбәр

# genericMicPermission
source: Microphone permission
fa: مجوز میکروفون
fi: Mikrofonin lupa
he: הרשאת מיקרופון
hy: Խոսափողի թույլտվություն
ka: მიკროფონის ნებართვა
kk: Микрофонға рұқсат
th: อนุญาตไมโครโฟน
tt: Микрофон рөхсәте

# genericMore
source: more
fa: بیشتر
fi: lisää
he: יותר
hy: ավելին
ka: უფრო
kk: тағы
th: เพิ่มเติม
tt: тағы

# genericMy
source: My
fa: من
fi: Minun
he: שֶׁלִי
hy: Իմ
ka: Ჩემი
kk: менің
th: ของฉัน
tt: Минем

# genericNext
source: Next
fa: بعد
fi: Seuraava
he: הַבָּא
hy: Հաջորդը
ka: შემდეგი
kk: Келесі
th: ต่อไป
tt: Алга

# genericNotFound
source: Not found
fa: پیدا نشد
fi: Ei löydetty
he: לא נמצא
hy: Չի գտնվել
ka: არ მოიძებნა
kk: Табылмады
th: ไม่พบ
tt: Табылмады

# genericNotShared
source: Not Shared
fa: به اشتراک گذاشته نشده است
fi: Ei jaettu
he: לא משותף
hy: Համօգտագործված չէ
ka: არ არის გაზიარებული
kk: Ортақ емес
th: ไม่แชร์
tt: Уртак түгел

# genericOnline
source: online
fa: برخط
fi: verkossa
he: באינטרנט
hy: առցանց
ka: ონლაინ
kk: желіде
th: ออนไลน์
tt: онлайн

# genericParticipants
source: Participants
fa: شركت كنندگان
fi: Osallistujat
he: משתתפים
hy: Մասնակիցներ
ka: Მონაწილეები
kk: Қатысушылар
th: ผู้เข้าร่วม
tt: Катнашучылар

# genericPass
source: Pass
fa: عبور
fi: Kulkea
he: לַעֲבוֹר
hy: Անցում
ka: საშვი
kk: Өту
th: ผ่าน
tt: Пасс

# genericPitch
source: Pitch
fa: گام صدا
fi: Piki
he: גובה הצליל
hy: սկիպիդար
ka: მოედანი
kk: Қадам
th: ขว้าง
tt: Питч

# genericPlayAttemptWRef
source: Play attempt & reference together
fa: بازی تلاش و مرجع با هم
fi: Toista yritys ja viittaus yhdessä
he: נגן ניסיון והתייחסות ביחד
hy: Միասին խաղալ փորձ և հղում
ka: ითამაშეთ მცდელობა და მითითება ერთად
kk: Әрекет пен анықтаманы бірге ойнаңыз
th: เล่นพยายามและอ้างอิงด้วยกัน
tt: Бергә омтылыш һәм сылтама уйнагыз

# genericPrepare
source: Prepare...
fa: آماده کردن...
fi: Valmistella...
he: הכן...
hy: Պատրաստել...
ka: მოამზადე...
kk: Дайындалу...
th: เตรียมตัว...
tt: Әзерлән ...

# genericPreparing
source: Preparing...
fa: آماده كردن...
fi: Valmistellaan...
he: מכין...
hy: Պատրաստվում է...
ka: მზადება...
kk: Дайындалуда...
th: การจัดเตรียม...
tt: Әзерләнү ...

# genericPrivacyPolicy
source: Privacy Policy
fa: سیاست حفظ حریم خصوصی
fi: Tietosuojakäytäntö
he: מדיניות פרטיות
hy: Գաղտնիության քաղաքականություն
ka: Კონფიდენციალურობის პოლიტიკა
kk: Құпиялылық саясаты
th: นโยบายความเป็นส่วนตัว
tt: Шәхсилек сәясәте

# genericPronunciation
source: Pronunciation
fa: تلفظ
fi: Ääntäminen
he: מִבטָא
hy: Արտասանություն
ka: გამოთქმა
kk: Айтылуы
th: การออกเสียง
tt: .Әр сүзнең

# genericRecentlyViewed
source: Recently viewed
fa: به تازگی بازدید شده
fi: Äskettäin katsottu
he: נראה לאחרונה
hy: Վերջերս դիտված
ka: Ახლახანს ნანახი
kk: Жақында қаралған
th: เพิ่งดู
tt: Күптән түгел каралган

# genericRecents
source: recents
fa: اخیر
fi: viimeaikainen
he: לאחרונה
hy: վերջերս
ka: ბოლო
kk: жақында
th: ล่าสุด
tt: күптән түгел

# genericRecord
source: Record
fa: رکورد
fi: Ennätys
he: תקליט
hy: Գրառում
ka: ჩანაწერი
kk: Жазба
th: บันทึก
tt: Язма

# genericRecording
source: Recording...
fa: در حال ضبط ...
fi: Äänite...
he: הקלטה...
hy: Ձայնագրությունը...
ka: ჩაწერა...
kk: Жазылуда...
th: การบันทึก...
tt: Язу ...

# genericRepeat
source: Repeat
fa: تکرار
fi: Toistaa
he: חזור
hy: Կրկնել
ka: გაიმეორეთ
kk: Қайталау
th: ทำซ้ำ
tt: Кабатлау

# genericReturn
source: Return
fa: برگشت
fi: Palata
he: לַחֲזוֹר
hy: Վերադարձ
ka: Დაბრუნების
kk: Қайту
th: กลับ
tt: Кайту

# genericSave
source: Save
fa: صرفه جویی
fi: Tallentaa
he: להציל
hy: Պահպանել
ka: Გადარჩენა
kk: Сақтау
th: บันทึก
tt: Саклагыз

# genericSearch
source: Search
fa: جستجو کردن
fi: Hae
he: לחפש
hy: Որոնում
ka: ძიება
kk: Іздеу
th: ค้นหา
tt: Эзләү

# genericSettings
source: Settings
fa: تنظیمات
fi: asetukset
he: הגדרות
hy: Կարգավորումներ
ka: პარამეტრები
kk: Параметрлер
th: การตั้งค่า
tt: Көйләүләр

# genericSharedWithAllUsers
source: Shared with All Users
fa: به اشتراک گذاشته شده با همه کاربران
fi: Jaettu kaikille käyttäjille
he: משותף עם כל המשתמשים
hy: Համօգտագործվում է բոլոր օգտատերերի հետ
ka: გაზიარებული ყველა მომხმარებლისთვის
kk: Барлық пайдаланушылармен ортақ
th: แชร์กับผู้ใช้ทั้งหมด
tt: Барлык кулланучылар белән уртак

# genericSharedWithAuthor
source: Shared with Author
fa: به اشتراک گذاشته شده با نویسنده
fi: Jaettu tekijän kanssa
he: משותף עם המחבר
hy: Համօգտագործվում է հեղինակի հետ
ka: გაზიარებულია ავტორთან
kk: Автормен бөлісті
th: แบ่งปันกับผู้เขียน
tt: Автор белән уртак

# genericSkip
source: Skip
fa: پرش کنید
fi: Ohita
he: לדלג
hy: Բաց թողնել
ka: გამოტოვება
kk: Өткізіп жіберу
th: ข้าม
tt: Сикереп тор

# genericSomethingWrong
source: Something went wrong
fa: مشکلی پیش آمد
fi: Jotain meni pieleen
he: משהו השתבש
hy: Ինչ որ բան այնպես չգնաց
ka: Რაღაც არასწორად წავიდა
kk: Бірдеңе дұрыс болмады
th: บางอย่างผิดพลาด
tt: Нәрсәдер дөрес булмаган

# genericStartAgain
source: Start again
fa: دوباره شروع کن
fi: Aloittaa uudelleen
he: להתחיל מחדש
hy: Նորից սկսել
ka: Დაიწყოს ისევ
kk: Қайтадан бастаңыз
th: เริ่มต้นอีกครั้ง
tt: Яңадан башлау

# genericStarted
source: Started
fa: آغاز شده
fi: alkoi
he: התחיל
hy: սկսվել է
ka: დაიწყო
kk: басталды
th: เริ่ม
tt: башланды

# genericStop
source: Stop
fa: متوقف کردن
fi: Lopettaa
he: תפסיק
hy: Դադարեցրեք
ka: გაჩერდი
kk: Тоқта
th: หยุด
tt: Тукта

# genericTap2Listen
source: Tap to Listen
fa: برای گوش دادن ضربه بزنید
fi: Kuuntele napauttamalla
he: הקש כדי להאזין
hy: Հպեք՝ լսելու համար
ka: შეეხეთ მოსასმენად
kk: Тыңдау үшін түртіңіз
th: แตะเพื่อฟัง
tt: Тыңлау өчен басыгыз

# genericTap2Record
source: Tap to Record
fa: برای ضبط ضربه بزنید
fi: Napauta tallentaaksesi
he: הקש כדי להקליט
hy: Հպեք՝ ձայնագրելու համար
ka: შეეხეთ ჩასაწერად
kk: Жазу үшін түртіңіз
th: แตะเพื่อบันทึก
tt: Язарга басыгыз

# genericTermsAndConditions
source: Terms and Conditions
fa: شرایط و ضوابط
fi: Käyttöehdot
he: תנאים
hy: Ընդհանուր դրույթներր եւ պայմանները
ka: Პირობები და წესები
kk: Ережелер мен шарттар
th: ข้อกำหนดและเงื่อนไข
tt: Шартлар һәм килешүләр

# genericThinking
source: Thinking
fa: در حال فکر کردن
fi: Ajattelen
he: חושב
hy: Մտածում եմ
ka: ვფიქრობ
kk: Ойлаймын
th: กำลังคิด
tt: Уйлыйм

# genericTitle
source: Title
fa: عنوان
fi: Otsikko
he: כותרת
hy: Կոչում
ka: სათაური
kk: Тақырып
th: ชื่อ
tt: Титул

# genericTotalResults
source: Total Results
fa: مجموع نتایج
fi: Tulokset yhteensä
he: סך התוצאות
hy: Ընդհանուր արդյունքներ
ka: სულ შედეგები
kk: Жалпы нәтижелер
th: ผลลัพธ์ทั้งหมด
tt: Гомуми нәтиҗәләр

# genericTryAgain
source: Try again
fa: دوباره امتحان کنید
fi: Yritä uudelleen
he: נסה שוב
hy: Նորից փորձեք
ka: Კიდევ სცადე
kk: Қайтадан көріңіз
th: ลองอีกครั้ง
tt: Кабатларга

# genericTryChangeSearch
source: Try to change search criteria
fa: سعی کنید معیارهای جستجو را تغییر دهید
fi: Yritä muuttaa hakuehtoja
he: נסה לשנות את קריטריוני החיפוש
hy: Փորձեք փոխել որոնման չափանիշները
ka: შეეცადეთ შეცვალოთ ძიების კრიტერიუმები
kk: Іздеу критерийлерін өзгертуге тырысыңыз
th: ลองเปลี่ยนเกณฑ์การค้นหา
tt: Эзләү критерийларын үзгәртергә тырышыгыз

# genericTypeHere
source: Type here ...
fa: اینجا تایپ کنید...
fi: Kirjoita tähän ...
he: הקלד פה ...
hy: Գրեք այստեղ ...
ka: ჩაწერეთ აქ...
kk: Осында жазыңыз ...
th: พิมพ์ที่นี่ ...
tt: Монда языгыз ...

# genericView
source: View
fa: چشم انداز
fi: Näytä
he: נוף
hy: Դիտել
ka: ხედი
kk: Көру
th: ดู
tt: Карарга

# genericVoiceIncluded
source: Voice Included
fa: صدا گنجانده شده است
fi: Ääni mukana
he: קול כלול
hy: Ձայնը ներառված է
ka: ხმა მოყვება
kk: Дауыс қосылған
th: รวมเสียงแล้ว
tt: Тавыш кертелгән

# genericWasSkiped
source: Was skipped
fa: نادیده گرفته شد
fi: Jäi väliin
he: דילג
hy: Բաց է թողնվել
ka: გამოტოვებული იყო
kk: Өткізіп жіберді
th: ถูกข้ามไป
tt: Сикереп тордылар

# genericYou
source: You
fa: شما
fi: Sinä
he: אתה
hy: Դուք
ka: შენ
kk: Сіз
th: คุณ
tt: Син

source: Go to channel
fa: برو به کانال
fi: Siirry kanavalle
he: עבור לערוץ
hy: Գնացեք ալիք
ka: გადადით არხზე
kk: Каналға өтіңіз
th: ไปที่ช่อง
tt: Каналга бар

source: Guide
fa: راهنما
fi: Opas
he: להנחות
hy: Ուղեցույց
ka: გზამკვლევი
kk: Гид
th: แนะนำ
tt: Белешмәлек

# guideByPlan
source: Learn by plan
fa: با برنامه یاد بگیرید
fi: Opi suunnitelman mukaan
he: למד לפי תוכנית
hy: Սովորեք պլանով
ka: ისწავლეთ გეგმით
kk: Жоспар бойынша үйреніңіз
th: เรียนรู้ตามแผน
tt: План буенча өйрәнегез

# guideByTopic
source: Learn by topic
fa: بر اساس موضوع یاد بگیرید
fi: Opi aiheittain
he: למד לפי נושא
hy: Սովորեք ըստ թեմայի
ka: ისწავლეთ თემის მიხედვით
kk: Тақырып бойынша оқу
th: เรียนรู้ตามหัวข้อ
tt: Тема буенча өйрәнегез

# guideChooseCategory
source: Choose a category to practice
fa: یک دسته را برای تمرین انتخاب کنید
fi: Valitse harjoitusluokka
he: בחר קטגוריה לתרגול
hy: Ընտրեք կատեգորիա, որը վարժվելու է
ka: აირჩიეთ კატეგორია სავარჯიშოდ
kk: Жаттығу үшін санатты таңдаңыз
th: เลือกหมวดหมู่ที่จะฝึกฝน
tt: Практика өчен категория сайлагыз

# guideChoosePlan
source: Choose or continue your plan
fa: طرح خود را انتخاب کنید یا ادامه دهید
fi: Valitse tai jatka suunnitelmaasi
he: בחר או המשך בתוכנית שלך
hy: Ընտրեք կամ շարունակեք ձեր պլանը
ka: აირჩიეთ ან განაგრძეთ თქვენი გეგმა
kk: Жоспарыңызды таңдаңыз немесе жалғастырыңыз
th: เลือกหรือดำเนินการต่อแผนของคุณ
tt: Планыгызны сайлагыз яки дәвам итегез

# guideClassrooms
source: Classrooms
fa: کلاس های درس
fi: Luokkahuoneet
he: כיתות לימוד
hy: Դասասենյակներ
ka: საკლასო ოთახები
kk: Сыныптар
th: ห้องเรียน
tt: Класс бүлмәләре

source: How Often Is the Content Updated?
fa: هر چند وقت یک بار محتوا به روز می شود؟
fi: Kuinka usein sisältöä päivitetään?
he: באיזו תדירות מתעדכן התוכן?
hy: Որքա՞ն հաճախ է թարմացվում բովանդակությունը:
ka: რამდენად ხშირად ახლდება შინაარსი?
kk: Мазмұн қаншалықты жиі жаңартылады?
th: เนื้อหามีการอัปเดตบ่อยแค่ไหน?
tt: Эчтәлек ничә тапкыр яңартыла?

source: How to Learn a Language with Voccent
fa: نحوه یادگیری زبان با Voccent
fi: Kuinka oppia kieltä Voccent
he: כיצד ללמוד שפה עם ווקסנט
hy: Ինչպես սովորել լեզու Voccent-ով
ka: როგორ ვისწავლოთ ენა Voccent-ით
kk: Voccent көмегімен тілді қалай үйренуге болады
th: วิธีการเรียนรู้ภาษากับ Voccent
tt: Voccent белән телне ничек өйрәнергә

source: Improving Pronunciation
fa: بهبود تلفظ
fi: Ääntämisen parantaminen
he: שיפור ההגייה
hy: Արտասանության բարելավում
ka: გამოთქმის გაუმჯობესება
kk: Айтылымды жақсарту
th: การปรับปรุงการออกเสียง
tt: Сөйләшүне яхшырту

source: Interacting with Teachers
fa: تعامل با معلمان
fi: Vuorovaikutus opettajien kanssa
he: אינטראקציה עם מורים
hy: Շփվել ուսուցիչների հետ
ka: მასწავლებლებთან ურთიერთობა
kk: Мұғалімдермен өзара әрекеттесу
th: การโต้ตอบกับครู
tt: Укытучылар белән аралашу

source: Interacting with Users
fa: تعامل با کاربران
fi: Vuorovaikutus käyttäjien kanssa
he: אינטראקציה עם משתמשים
hy: Օգտագործողների հետ փոխազդեցություն
ka: მომხმარებლებთან ურთიერთობა
kk: Пайдаланушылармен өзара әрекеттесу
th: การโต้ตอบกับผู้ใช้
tt: Кулланучылар белән аралашу

source: Intermediate
fa: حد واسط
fi: Keskitason
he: ביניים
hy: Միջանկյալ
ka: შუალედური
kk: Орташа
th: ระดับกลาง
tt: Ара

source: Join
fa: پیوستن
fi: Liittyä seuraan
he: לְהִצְטַרֵף
hy: Միանալ
ka: შეუერთდი
kk: Қосылыңыз
th: เข้าร่วม
tt: Кушыл

# landingAcquire
source: Acquire spoken languages
fa: زبان های گفتاری را بدست آورید
fi: Opi puhuttuja kieliä
he: לרכוש שפות מדוברות
hy: Ձեռք բերեք խոսակցական լեզուներ
ka: შეიძინეთ სალაპარაკო ენები
kk: Сөйлеу тілдерін меңгеру
th: รับภาษาพูด
tt: Сөйләм телләрен алу

# landingKeepGoing
source: Keep going!
fa: ادامه بده!
fi: Pysy menossa!
he: תמשיך ללכת!
hy: Շարունակիր!
ka: Განაგრძე!
kk: Жалғастыру!
th: ทำต่อไป!
tt: Юлга дәвам!

# landingLetsgo
source: Let's go!
fa: بیا بریم!
fi: Mennään!
he: בוא נלך!
hy: Գնացինք!
ka: Წავედით!
kk: Барайық!
th: ไปกันเถอะ!
tt: Киттек!

source: language level
fa: سطح زبان
fi: kielitaso
he: רמת השפה
hy: լեզվի մակարդակը
ka: ენის დონე
kk: тіл деңгейі
th: ระดับภาษา
tt: тел дәрәҗәсе

source: Languages Available
fa: زبان های موجود
fi: Saatavilla olevat kielet
he: שפות זמינות
hy: Հասանելի լեզուներ
ka: ხელმისაწვდომი ენები
kk: Қол жетімді тілдер
th: ภาษาที่ใช้ได้
tt: Телләр бар

source: Languages to learn
fa: زبان هایی برای یادگیری
fi: Kielet opeteltavaksi
he: שפות ללמוד
hy: Լեզուներ սովորելու համար
ka: სასწავლი ენები
kk: Үйренетін тілдер
th: ภาษาที่จะเรียนรู้
tt: Өйрәнергә телләр

source: Languages you speak
fa: زبان هایی که صحبت می کنید
fi: Kielet, joita puhut
he: שפות שאתה מדבר
hy: Լեզուներ, որոնք դուք խոսում եք
ka: ენები, რომლებსაც თქვენ ლაპარაკობთ
kk: Сіз сөйлейтін тілдер
th: ภาษาที่คุณพูด
tt: Сез сөйләгән телләр

source: last month
fa: ماه گذشته
fi: viime kuukausi
he: חודש שעבר
hy: անցած ամիս
ka: გასული თვე
kk: өткен айда
th: เดือนที่แล้ว
tt: узган ай

source: Last updated
fa: اخرین به روز رسانی
fi: Viimeksi päivitetty
he: עודכן לאחרונה
hy: Վերջին անգամ թարմացվել է
ka: ბოლოს განახლდა
kk: Cоңғы жаңартылған
th: ปรับปรุงล่าสุด
tt: Соңгы яңартылды

# lensCardAvgResult
source: Avg result
fa: نتیجه میانگین
fi: Keskim. tulos
he: תוצאה ממוצעת
hy: Միջին արդյունք
ka: საშუალო შედეგი
kk: Орташа нәтиже
th: ผลเฉลี่ย
tt: Уртача нәтиҗә

# lensChooseCategory
source: Choose category
fa: دسته را انتخاب کنید
fi: Valitse kategoria
he: בחרו קטגוריה
hy: Ընտրեք կատեգորիա
ka: აირჩიეთ კატეგორია
kk: Санатты таңдаңыз
th: เลือกหมวดหมู่
tt: Төркемне сайлагыз

# lensInProgress
source: In progress
fa: در حال پیش رفت
fi: Meneillään
he: בתהליך
hy: Ընթացքում
ka: Პროგრესირებს
kk: Орындалуда
th: กำลังดำเนินการ
tt: Эшләнә

# lensRecommendations
source: Recommendations
fa: توصیه ها
fi: Suositukset
he: המלצות
hy: Առաջարկություններ
ka: რეკომენდაციები
kk: Ұсыныстар
th: คำแนะนำ
tt: Тәкъдимнәр

source: Let's get started
fa: بیا شروع کنیم
fi: Aloitetaan
he: בואו נתחיל
hy: Եկեք սկսենք
ka: Დავიწყოთ
kk: Бастайық
th: มาเริ่มกันเลย
tt: Башлыйк

source: Level
fa: مرحله
fi: Taso
he: רָמָה
hy: Մակարդակ
ka: დონე
kk: Деңгей
th: ระดับ
tt: Дәрәҗә

source: List of completed plans
fa: لیست طرح های تکمیل شده
fi: Luettelo valmistuneista suunnitelmista
he: רשימת התוכניות שהושלמו
hy: Ավարտված պլանների ցանկ
ka: დასრულებული გეგმების სია
kk: Аяқталған жоспарлар тізімі
th: รายการแผนงานที่เสร็จสมบูรณ์
tt: Тәмамланган планнар исемлеге

source: Listen to #playlists
fa: به #لیست های پخش گوش دهید
fi: Kuuntele #soittolistoja
he: האזינו ל-#פלייליסטים
hy: Լսեք #երգացանկեր
ka: მოუსმინეთ #პლეილისტებს
kk: #ойнату тізімдерін тыңдаңыз
th: ฟัง #เพลย์ลิสต์
tt: # Плейлистларны тыңлагыз

source: Loading
fa: بارگذاری
fi: Ladataan
he: טוען
hy: Բեռնվում է
ka: Ჩატვირთვა
kk: Жүктелуде
th: กำลังโหลด
tt: Йөкләү

# loginDemoAnalyze
source: Analyze
fa: تجزیه و تحلیل
fi: Analysoida
he: לְנַתֵחַ
hy: Վերլուծել
ka: გააანალიზე
kk: Талдау
th: วิเคราะห์
tt: Анализ

# loginDemoFail
source: Try more
fa: بیشتر تلاش کن
fi: Kokeile lisää
he: נסה עוד
hy: Փորձեք ավելին
ka: სცადეთ მეტი
kk: Көбірек көріңіз
th: พยายามมากขึ้น
tt: Күбрәк карагыз

# loginDemoHowItWorks
source: How it works
fa: چگونه کار می کند
fi: Kuinka se toimii
he: איך זה עובד
hy: Ինչպես է դա աշխատում
ka: Როგორ მუშაობს
kk: Бұл қалай жұмыс істейді
th: มันทำงานอย่างไร
tt: Ничек бу эшли

# loginDemoListen
source: Listen
fa: گوش بده
fi: Kuunnella
he: להקשיב
hy: Լսիր
ka: მისმინე
kk: Тыңда
th: ฟัง
tt: Тыңла

# loginDemoPass
source: Doing great
fa: درست انجام دادن
fi: Hyvin menee
he: הכל טוב
hy: Հիանալի է անում
ka: მშვენივრად აკეთებს
kk: Тамаша
th: ทำได้ดีมาก
tt: Зур эш

# loginDemoRepeat
source: Repeat
fa: تکرار
fi: Toistaa
he: חזור
hy: Կրկնել
ka: გაიმეორეთ
kk: Қайталау
th: ทำซ้ำ
tt: Кабатлау

# loginDemoSignInWith
source: Sign in with
fa: ورود به سیستم با
fi: Kirjaudu sisään
he: להתחבר עם
hy: Մուտք գործեք
ka: შედით სისტემაში
kk: арқылы кіріңіз
th: ลงชื่อเข้าใช้ด้วย
tt: Керегез

# loginDemoSimilarityResults
source: Similarity Results
fa: نتایج شباهت
fi: Samankaltaiset tulokset
he: תוצאות דמיון
hy: Նմանության արդյունքներ
ka: მსგავსების შედეგები
kk: Ұқсастық нәтижелері
th: ผลลัพธ์ความคล้ายคลึงกัน
tt: Охшашлык нәтиҗәләре

# loginDemoStartPracticing
source: Start practicing
fa: شروع به تمرین کنید
fi: Aloita harjoittelu
he: תתחיל להתאמן
hy: Սկսեք զբաղվել
ka: დაიწყეთ ვარჯიში
kk: Жаттығуды бастаңыз
th: เริ่มฝึกซ้อม
tt: Практика башлый

# loginDemoStep
source: Step
fa: گام
fi: Vaihe
he: שלב
hy: Քայլ
ka: ნაბიჯი
kk: Қадам
th: ขั้นตอน
tt: Адым

# loginTryDemo
source: Try a demo!
fa: یک نسخه ی نمایشی را امتحان کنید!
fi: Kokeile demoa!
he: נסה הדגמה!
hy: Փորձեք ցուցադրություն:
ka: სცადეთ დემო ვერსია!
kk: Демонстрацияны қолданып көріңіз!
th: ลองสาธิต!
tt: Демо кулланып карагыз!

source: Messenger
fa: پیام رسان
fi: sanansaattaja
he: שָׁלִיחַ
hy: Սուրհանդակ
ka: მესინჯერი
th: ผู้สื่อสาร
tt: Рәсүл

source: minimum 5 characters
fa: حداقل 5 کاراکتر
fi: vähintään 5 merkkiä
he: מינימום 5 תווים
hy: նվազագույնը 5 նիշ
ka: მინიმუმ 5 სიმბოლო
kk: кемінде 5 таңба
th: ขั้นต่ำ 5 ตัวอักษร
tt: минимум 5 символ

# mixerAbout1
source: Mixer will show you what to improve
fa: میکسر به شما نشان می دهد که چه چیزی را بهتر کنید
fi: Mixer näyttää, mitä parannettavaa
he: מיקסר יראה לך מה לשפר
hy: Mixer-ը ձեզ ցույց կտա, թե ինչ պետք է բարելավել
ka: მიქსერი გაჩვენებთ რა უნდა გააუმჯობესოთ
kk: Миксер сізге нені жақсарту керектігін көрсетеді
th: มิกเซอร์จะแสดงสิ่งที่ต้องปรับปรุง
tt: Миксер сезгә нәрсә яхшыртырга икәнен күрсәтәчәк

# mixerAbout2
source: To receive the first list you need to practice everyday.
fa: برای دریافت اولین لیست باید هر روز تمرین کنید.
fi: Saadaksesi ensimmäisen listan sinun on harjoitettava joka päivä.
he: כדי לקבל את הרשימה הראשונה אתה צריך להתאמן כל יום.
hy: Առաջին ցուցակը ստանալու համար անհրաժեշտ է ամեն օր պարապել:
ka: პირველი სიის მისაღებად საჭიროა ყოველდღიურად ივარჯიშოთ.
kk: Бірінші тізімді алу үшін күнделікті жаттығу керек.
th: ในการรับรายการแรกคุณต้องฝึกฝนทุกวัน
tt: Беренче исемлекне алу өчен сез көн саен шөгыльләнергә тиеш.

# modifyYourPreferences
source: You can modify your preferences in your profile settings.
fa: می توانید تنظیمات برگزیده خود را در تنظیمات نمایه خود تغییر دهید.
fi: Voit muokata asetuksiasi profiiliasetuksissa.
he: אתה יכול לשנות את ההעדפות שלך בהגדרות הפרופיל שלך.
hy: Դուք կարող եք փոփոխել ձեր նախապատվությունները ձեր պրոֆիլի կարգավորումներում:
ka: თქვენ შეგიძლიათ შეცვალოთ თქვენი პარამეტრები თქვენი პროფილის პარამეტრებში.
kk: Параметрлерді профиль параметрлерінде өзгертуге болады.
th: คุณสามารถแก้ไขการตั้งค่าของคุณได้ในการตั้งค่าโปรไฟล์ของคุณ
tt: Сез профиль көйләүләрендә өстенлекләрегезне үзгәртә аласыз.

source: My achievements
fa: دستاوردهای من
fi: Minun saavutukseni
he: ההישגים שלי
hy: Իմ ձեռքբերումները
ka: ჩემი მიღწევები
kk: Менің жетістіктерім
th: ความสำเร็จของฉัน
tt: Минем казанышларым

source: My classrooms
fa: کلاس های درس من
fi: Minun luokkahuoneeni
he: הכיתות שלי
hy: Իմ դասասենյակները
ka: ჩემი საკლასო ოთახები
kk: Менің сыныптарым
th: ห้องเรียนของฉัน
tt: Минем сыйныф бүлмәләрем

source: My languages
fa: زبان های من
fi: Minun kieleni
he: השפות שלי
hy: Իմ լեզուները
ka: ჩემი ენები
kk: Менің тілдерім
th: ภาษาของฉัน
tt: Минем телләр

# navItemDiscovery
source: Discovery
fa: کشف
fi: Löytö
he: תַגלִית
hy: Բացահայտում
ka: აღმოჩენა
kk: Ашу
th: การค้นพบ
tt: Табыш

# navItemLens
source: Lens
fa: لنز
fi: Linssi
he: עֲדָשָׁה
hy: Տեսապակի
ka: ობიექტივი
kk: Объектив
th: เลนส์
tt: Линза

# navItemProfile
source: Profile
fa: مشخصات
fi: Profiili
he: פּרוֹפִיל
hy: Անձնագիր
ka: პროფილი
kk: Профиль
th: ประวัติโดยย่อ
tt: Профиль

# notificationNewChatMessage
source: You have new message
fa: شما پیام جدیدی دارید
fi: Sinulla on uusi viesti
he: יש לך הודעה חדשה
hy: Դուք նոր հաղորդագրություն ունեք
ka: თქვენ გაქვთ ახალი შეტყობინება
kk: Сізде жаңа хабар бар
th: คุณมีข้อความใหม่
tt: Сездә яңа хәбәр бар

source: Open
fa: باز کن
fi: Avata
he: לִפְתוֹחַ
hy: Բաց
ka: გახსენით
kk: Ашық
th: เปิด
tt: Ачык

source: Organizations
fa: سازمان های
fi: Organisaatiot
he: ארגונים
hy: Կազմակերպություններ
ka: ორგანიზაციები
kk: Ұйымдар
th: องค์กร
tt: Оешмалар

source: Other content Voccent
fa: سایر مطالب Voccent
fi: Muu sisältö Voccent
he: תוכן אחר ווקסנט
hy: Այլ բովանդակություն Voccent
ka: სხვა შინაარსი Voccent
kk: Басқа мазмұн Voccent
th: เนื้อหาอื่นๆ Voccent
tt: Башка эчтәлек Voccent

source: Pass the story
fa: داستان را پاس کنید
fi: Välitä tarina
he: תעביר את הסיפור
hy: Փոխանցեք պատմությունը
ka: გაიარეთ ამბავი
kk: Әңгімені өткізіңіз
th: ให้ผ่านเรื่องราว
tt: Хикәяне узыгыз

source: Pay settings
fa: تنظیمات پرداخت
fi: Maksuasetukset
he: הגדרות תשלום
hy: Վճարման կարգավորումներ
ka: გადახდის პარამეტრები
kk: Төлем параметрлері
th: การตั้งค่าการจ่ายเงิน
tt: Түләү көйләүләре

source: Payments
fa: مبلغ پرداختی
fi: Maksut
he: תשלומים
hy: Վճարումներ
ka: გადახდები
kk: Төлемдер
th: การชำระเงิน
tt: Түләү

# planCampusName
source: Campus name
fa: نام پردیس
fi: Kampuksen nimi
he: שם הקמפוס
hy: Համալսարանի անվանումը
ka: კამპუსის სახელი
kk: Кампус атауы
th: ชื่อวิทยาเขต
tt: Кампус исеме

# planElementCount
source: Element Count
fa: تعداد عناصر
fi: Elementtien määrä
he: ספירת אלמנטים
hy: Տարրերի հաշվարկ
ka: ელემენტების რაოდენობა
kk: Элемент саны
th: จำนวนองค์ประกอบ
tt: Элемент санау

# planPlanDescription
source: Plan Description
fa: شرح طرح
fi: Suunnitelman kuvaus
he: תיאור תכנית
hy: Պլանի նկարագրություն
ka: გეგმის აღწერა
kk: Жоспар сипаттамасы
th: คำอธิบายแผน
tt: План тасвирламасы

# planPlanName
source: Plan name
fa: نام طرح
fi: Suunnitelman nimi
he: שם התוכנית
hy: Պլանի անվանումը
ka: გეგმის სახელი
kk: Жоспар атауы
th: ชื่อแผน
tt: План исеме

source: Play #Stories
fa: پخش #داستان
fi: Pelaa #Stories
he: שחק #סטוריז
hy: Խաղացեք #Պատմություններ
ka: ითამაშეთ #Stories
kk: #Stories ойнаңыз
th: เล่น #เรื่องราว
tt: Уйнагыз

# playlistAutoplay
source: Autoplay mode
fa: حالت پخش خودکار
fi: Automaattinen toistotila
he: מצב הפעלה אוטומטית
hy: Ավտոմատ նվագարկման ռեժիմ
ka: ავტომატური დაკვრის რეჟიმი
kk: Автоматты ойнату режимі
th: โหมดเล่นอัตโนมัติ
tt: Автоплей режимы

# playlistGoNext
source: Go next
fa: برو بعدی
fi: Mene seuraavaksi
he: המשך
hy: Գնացեք հաջորդը
ka: გადადით შემდეგში
kk: Келесіге өтіңіз
th: ไปต่อไป
tt: Алга бар

source: Playlist is empty
fa: لیست پخش خالی است
fi: Soittolista on tyhjä
he: רשימת ההשמעה ריקה
hy: Երգացանկը դատարկ է
ka: დასაკრავი სია ცარიელია
kk: Ойнату тізімі бос
th: เพลย์ลิสต์ว่างเปล่า
tt: Плейлист буш

# playlistLanguage
source: Language
fa: زبان
fi: Kieli
he: שפה
hy: Լեզու
ka: Ენა
kk: Тіл
th: ภาษา
tt: Тел

# playlistLevel
source: Level
fa: مرحله
fi: Taso
he: רָמָה
hy: Մակարդակ
ka: დონე
kk: Деңгей
th: ระดับ
tt: Дәрәҗә

# playlistListen
source: Listen
fa: گوش بده
fi: Kuunnella
he: להקשיב
hy: Լսիր
ka: მისმინე
kk: Тыңда
th: ฟัง
tt: Тыңла

# playlistLoading
source: Loading...
fa: بارگذاری...
fi: Ladataan...
he: טוען...
hy: Բեռնվում է...
ka: Ჩატვირთვა...
kk: Жүктелуде...
th: กำลังโหลด...
tt: Йөкләү ...

# playlistStartPlaylist
source: Start Playlist
fa: لیست پخش را شروع کنید
fi: Aloita soittolista
he: התחל רשימת השמעה
hy: Սկսել երգացանկը
ka: დასაკრავი სიის დაწყება
kk: Ойнату тізімін бастау
th: เริ่มเพลย์ลิสต์
tt: Плейлистны башлау

# pleaseSelectAuthorizationMethod
source: Please select the authorization method
fa: لطفاً روش مجوز را انتخاب کنید
fi: Valitse valtuutustapa
he: אנא בחר את שיטת ההרשאה
hy: Խնդրում ենք ընտրել թույլտվության մեթոդը
ka: გთხოვთ, აირჩიოთ ავტორიზაციის მეთოდი
kk: Авторизация әдісін таңдаңыз
th: โปรดเลือกวิธีการอนุญาต
tt: Зинһар, авторизация ысулын сайлагыз

source: Please set your username
fa: لطفا نام کاربری خود را تنظیم کنید
fi: Aseta käyttäjätunnuksesi
he: נא להגדיר את שם המשתמש שלך
hy: Խնդրում ենք սահմանել ձեր օգտանունը
ka: გთხოვთ დააყენოთ თქვენი მომხმარებლის სახელი
kk: Пайдаланушы атыңызды орнатыңыз
th: กรุณาตั้งชื่อผู้ใช้ของคุณ
tt: Зинһар, кулланучы исемен куегыз

source: practice in #classrooms
fa: تمرین در #کلاس درس
fi: harjoitella #luokkahuoneissa
he: להתאמן בכיתות #
hy: պրակտիկա #դասասենյակներում
ka: ვარჯიში #კლასებში
kk: #сабақтарда жаттығу
th: แบบฝึกหัดใน #ห้องเรียน
tt: # класс бүлмәләрендә практика
